{
  "pathway_id": "ocean-biomass-sinking-harvest",
  "pathway_name": "Ocean Biomass Sinking (Harvest)",
  "pathway_description": "Ocean Biomass Sinking uses macroalgae to remove CO₂ from surface ocean, indirectly resulting in the removal of CO₂ from the atmosphere. The biomass is sunk into the deep ocean to achieve long-term carbon storage. Here, we specifically consider approaches that involve harvesting the biomass before sinking it. This pathway is VCL 3, meaning that current quantification capacity can establish net carbon removal occurred, but significant uncertainties remain.",
  "VCL": ["3", "3"],
  "equation": "(1 - 2 - 3 - 4 - 5) - (6 + 7)",
  "version": "1.1",
  "components": [
    {
      "number": "1",
      "category": "drawdown",
      "component_id": "kelp-harvest",
      "name": "Macroalgae harvest",
      "quantification_target": "mass of biomass carbon",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "negligible",
      "description": "The mass of harvested kelp grown can be measured directly before sinking, and converted to carbon using a default carbon content factor.",
      "notes": ""
    },
    {
      "number": "2",
      "category": "drawdown",
      "component_id": "nsad",
      "name": "Leakage",
      "quantification_target": "fraction of biomass carbon not sunk to depth",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "low",
      "description": "Some fraction of the deployed biomass may not successfully sink to the ocean floor or might not sink at suitable depth for long-term storage. This could be a result of biomass being shed during the sinking process, which could be modeled as a function of biomass type and sinking configuration based on field observations.",
      "notes": ""
    },
    {
      "number": "3",
      "category": "drawdown",
      "component_id": "surf-comp",
      "name": "Surface competition effects",
      "quantification_target": "impact on ecosystem-level carbon removal",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "Kelp growth could have secondary effects on phytoplankton carbon uptake, including via nutrient depletion or canopy shading. This is an important factor to consider both in relation to broader ecosystem impacts and for quantifying carbon management outcomes. While only a fraction of the carbon removed by biological activity in the surface ocean will result in permanent carbon storage, we recommend a conservative stance of counting any decrease in surface ocean productivity against estimates of carbon removal achieved.",
      "notes": ""
    },
    {
      "number": "4",
      "category": "drawdown",
      "component_id": "asg",
      "name": "Air-sea gas exchange",
      "quantification_target": "air-sea gas exchange efficiency",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "high",
      "uncertainty_impact_max": "high",
      "description": "Atmospheric uptake is reduced if dissolved inorganic carbon (DIC) depleted water is transferred from the surface ocean before either increasing the uptake of atmospheric CO₂ or decreasing the outgassing of CO₂ to the atmosphere. The precise dispersal of DIC-depleted water, its residence time at the surface, and hence the associated completeness of air-sea gas equilibration is dependent on the location and timing of the kelp growth, and is hard to directly observe. In-situ measurements can potentially track post-growth changes in pCO₂, pH, and DIC and deploy water mass tracers to help validate models of atmospheric CO₂ drawdown, though the sensitivity and cost of sensors may be a challenge. Further, oceanographic models can be used to develop probabilistic estimates of equilibration efficiencies for specific locations, contingent on seasonal or interannual variations in forcing regimes. Typical gas exchange timescales of equilibration for the surface ocean and atmosphere are on the order of months to years.",
      "notes": ""
    },
    {
      "number": "5",
      "category": "drawdown",
      "component_id": "deepwater-outgass",
      "name": "Outgassing",
      "quantification_target": "mass of outgassed CO₂",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "medium",
      "uncertainty_impact_max": "medium",
      "description": "It is conservative to assume that all sunk biomass is remineralized and that ocean circulation and currents will eventually return the CO₂ back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation is dependent on the location of sinking and depth achieved, which must be characterized at the project level but can be informed by models. Given these dynamics, any claim about the volume of total carbon removal facilitated by deepwater carbon storage should be accompanied by a clear claim about the associated time horizon of storage. Our uncertainty evaluation reflects the uncertainties associated with estimating carbon stored in the deep ocean for 1000+ years. Those interested storage on longer timescales may find it appropriate to adjust these uncertainties.",
      "notes": ""
    },
    {
      "number": "6",
      "category": "emissions",
      "component_id": "mat-co2",
      "name": "Materials",
      "quantification_target": "material embodied emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The embodied emissions of any materials consumed during operation can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
      "notes": ""
    },
    {
      "number": "7",
      "category": "emissions",
      "component_id": "energy-co2",
      "name": "Energy",
      "quantification_target": "energy use emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The emissions associated with energy use for the process should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
      "notes": ""
    },
    {
      "number": "8",
      "category": "durability",
      "component_id": "t-recirculation",
      "name": "Deepwater recirculation",
      "quantification_target": "years of expected CO₂ storage",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "medium",
      "uncertainty_impact_max": "medium",
      "description": "From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized, and that ocean circulation and currents will eventually return the CO₂ back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation depends on the location of sinking and depth achieved, which must be characterized at the project level but can be informed by models. This uncertainty is not included in the calculation of this pathway's Verification Confidence Level (VCL), because it is also captured by the Outgassing component.",
      "notes": ""
    }
  ]
}
