{
  "pathway_id": "enhanced-weathering",
  "pathway_name": "Enhanced Weathering",
  "pathway_description": "Enhanced weathering (EW) is a process that speeds up the chemical reactions between rocks, water, and air to remove CO₂ from the atmosphere. Here, we specifically consider EW performed by spreading finely ground rock on agricultural soils. This pathway is VCL 3, meaning that current quantification capacity can establish net carbon removal occurred, but significant uncertainties remain. You can learn about how this pathway has been updated since initial publication [here](https://carbonplan.org/blog/enhanced-weathering-update).",
  "VCL": ["3", "3"],
  "equation": "(2 - 3 - 4 - 5 - 6 - 7) - (9 + 10)",
  "version": "1.1",
  "components": [
    {
      "number": "1*",
      "category": "drawdown",
      "component_id": "rock_pot",
      "name": "Mineral application",
      "quantification_target": "mass of potential atmospheric removal",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "It is possible to calculate potential atmospheric removal by assuming full dissolution of the applied rocks. Realizable drawdown potential depends on mineral composition, particle size, kinetics, and applied volumes. It is also possible to directly analyze rock composition, which is critical not only for carbon accounting but also for tracking other ecosystem and agricultural impacts. Applied volume can be confirmed via an audit of operational records.",
      "notes": ""
    },
    {
      "number": "2",
      "category": "drawdown",
      "component_id": "wp",
      "name": "Mineral weathering",
      "quantification_target": "quantity of released alkalinity",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "high",
      "uncertainty_impact_max": "high",
      "description": "The effects of enhanced weathering should be understood as an overall shift in CO₂ fluxes as a result of introducing alkalinity to the system through rock weathering. While most applied minerals will ultimately weather, enhanced weathering approaches should only be credited when the impact on atmospheric CO₂ actually occurs. The rate of rock weathering, and therefore alkalinity introduction, depends on many factors including rock type, particle size, soil type, ambient temperature, precipitation, and irrigation. At a given point in time, it may be possible to measure how much rock has weathered via elemental analysis or by tracking changes in the concentration of tracer components that originate in the applied rocks and persist in the soil after rock weathering. Rock weathering may be facilitated by different sources of acid (carbonic or non-carbonic) and result in different weathering products, which can each have unique impacts on system CO₂ fluxes (see Terrestrial carbonate precipitation, Secondary mineral formation, and Neutralization of non-carbonic acid for more details.) If rock is weathered by carbonic acid, a potential product is dissolved inorganic carbon (DIC). To inform a lower bound on rock weathering and characterize how much additional DIC is leaving the site because of the weathering, effluent from the weathering site can be continuously monitored to detect changes in the carbonic acid system. These changes can be constrained by monitoring any two components of the carbonic acid system: pH, total alkalinity (TA), partial pressure of CO₂ (pCO₂), or dissolved inorganic carbon (DIC). Both approaches — monitoring of the rock in the weathering site and monitoring the effluent leaving the weathering site — are areas of active innovation.",
      "notes": ""
    },
    {
      "number": "3",
      "category": "drawdown",
      "component_id": "alk_loss",
      "name": "Non-carbonic acid neutralization",
      "quantification_target": "portion of released alkalinity that does not facilitate carbon storage",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "If drawdown is being estimated on the basis of direct observation of mineral weathering rather than via estimation of alkalinity run-off (see Mineral Weathering for more details), it is important to characterize what fraction of the rock was weathered by non-carbonic acids. Non-carbonic sources of acidity in the soil may include protons associated with mineral and organic surfaces and other sources of acidity from organic acids, nitrogen transformations, or sulfide mineral oxidation. If applied rock is weathered by non-carbonic acid that would have otherwise caused outgassing downstream, it may be appropriate to count this avoided outgassing toward the net carbon drawdown of the Enhanced Weathering intervention depending on how confidently the counterfactual can be characterized and how quickly the outgassing would have otherwise occurred.",
      "notes": ""
    },
    {
      "number": "4",
      "category": "drawdown",
      "component_id": "min_sec",
      "name": "Secondary mineral formation",
      "quantification_target": "portion of alkalinity bound through secondary mineral formation",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "medium",
      "description": "Secondary mineral formation — such as the formation of clays — can counteract the alkalinity addition associated with rock weathering. It therefore must be considered if drawdown is being estimated on the basis of direct observation of mineral weathering rather than via estimation of alkalinity run-off (see Mineral weathering for more details). Secondary mineral formation depends on many factors, including on the type of primary mineral dissolving as well as the local climate and biota present. It can be characterized via soil mineralogy techniques like x-ray diffraction.",
      "notes": ""
    },
    {
      "number": "5",
      "category": "drawdown",
      "component_id": "carb_surf",
      "name": "Terrestrial carbonate precipitation",
      "quantification_target": "reduction in carbon storage as a result of terrestrial carbonate precipitation",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The formation of solid carbonates decreases CO₂ drawdown relative to the aqueous reactions that result in alkalinity run-off. It therefore must be considered if drawdown is being estimated on the basis of direct observation of mineral weathering rather than via estimation of alkalinity run-off (see Mineral Weathering for more details). Terrestrial carbonate precipitation depends on the type of primary mineral dissolving, carbonate saturation state, and other local environmental conditions.",
      "notes": ""
    },
    {
      "number": "6",
      "category": "drawdown",
      "component_id": "evasion",
      "name": "Leakage",
      "quantification_target": "leakage from evasion",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "Groundwater can spend days to centuries in the ground before being discharged to streams. Once in surface waters, outgassing (evasion) might occur as groundwater equilibrates with the atmosphere or experiences pH shifts. Outgassing may also occur as surface waters interact with the surface ocean. Ultimately, the effects of enhanced weathering should be understood as an overall shift in CO₂ fluxes from the system as a result of the alkalinity introduced by rock weathering. Any changes in outgassing in the project scenario as compared to the counterfactual should be accounted for. The long timescale and large spatial scale of this process makes it difficult to study directly, but regional models could inform baseline- and project-scenario evasion estimates.",
      "notes": ""
    },
    {
      "number": "7",
      "category": "drawdown",
      "component_id": "carb_marine",
      "name": "Marine carbonate precipitation",
      "quantification_target": "reduction in carbon storage as a result of marine carbonate precipitation",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "Eventually, the formation and burial of carbonate minerals will release CO₂ stored by mineral weathering. This process counteracts most or all of the carbon storage associated with weathering carbonate rock, and around half of the storage associated with silicate rock weathering. The carbonate precipitation process occurs slowly and is unlikely to have a significant impact on estimates of carbon storage on decadal to millennial timescales. However on geologic timescales, it is an important process to characterize.",
      "notes": ""
    },
    {
      "number": "8*",
      "category": "drawdown",
      "component_id": "soil_c",
      "name": "Soil carbon impacts",
      "quantification_target": "soil carbon stock change",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "Adding minerals to soils has the potential to induce changes to soil carbon, including by affecting plant or microbial activity. Theoretically, these impacts could increase or decrease soil organic carbon (SOC) storage. If rock weathering interactions increase SOC, we recommend that these changes not be used to counterbalance project emissions nor counted as additional durable carbon removal due to the impermanence of soil carbon storage. Conversely, if rock weathering were to decrease SOC relative to the counterfactual, this would be important to factor into our understanding of the effiency of rock weathering and should be included in the calculation of total carbon removal.  There is relatively little research on these potential interactions to date, and they merit further exploration.",
      "notes": ""
    },
    {
      "number": "9",
      "category": "emissions",
      "component_id": "mat_CO₂",
      "name": "Materials",
      "quantification_target": "material embodied emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
      "notes": ""
    },
    {
      "number": "10",
      "category": "emissions",
      "component_id": "energy_CO₂",
      "name": "Energy",
      "quantification_target": "energy use emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
      "notes": ""
    },
    {
      "number": "11*",
      "category": "emissions",
      "component_id": "lime_reduce",
      "name": "Change in agricultural lime use",
      "quantification_target": "emissions impact of reducing agricultural lime use",
      "uncertainty_type": ["counterfactual"],
      "responsibility": "project",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "In agricultural contexts, the application of a weathering mineral might reduce the application of lime, thereby displacing associated lifecycle emissions. Any emissions impact associated with the displaced agricultural lime use could thus potentially counterbalance life cycle emissions of applying the weathering mineral. Lime emissions could be estimated based on data about prior usage on the parcel of land in question, or through general best practices for the region and crop type. Due to the potentially difficult nature of the counterfactual here, we recommend this factor not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that they be applied only to counteract project emissions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
      "notes": ""
    },
    {
      "number": "12*",
      "category": "emissions",
      "component_id": "fert_reduce",
      "name": "Change in fertilizer use",
      "quantification_target": "emissions impact of reducing fertilizer use",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "Applied minerals may contain trace amounts of phosphorus and potassium, which could potentially reduce fertilizer requirements compared to conventional liming approaches. Application of alkaline silicates could also improve plant nitrogen uptake. Due to the potentially difficult nature of the counterfactual scenarios involved, we recommend this component not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that be applied only to counteract project emissions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
      "notes": ""
    },
    {
      "number": "13*",
      "category": "emissions",
      "component_id": "n2o_reduce",
      "name": "Reduction in N₂O emissions",
      "quantification_target": "emissions impact of reducing N₂O emissions",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "There is some evidence that the effect of rock weathering on the pH and phosphorus levels of cultivated soils could reduce N₂O emissions. This is an area of active research, and we recommend this component not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that they be applied only to counteract project emissions with a transparent disclosure of GWP assumptions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
      "notes": ""
    },
    {
      "number": "14",
      "category": "durability",
      "component_id": "carb_surf_durability",
      "name": "Terrestrial carbonate durability",
      "quantification_target": "years of expected CO₂ storage",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The formation of terrestrial carbonates depends on the type of primary mineral dissolving, carbonate saturation state, and other local environmental conditions. Although surficial carbonates can have complex dynamics of dissolution and reprecipitation, there is a high likelihood of long-term durability.",
      "notes": ""
    },
    {
      "number": "15",
      "category": "durability",
      "component_id": "tau_alk",
      "name": "Alkalinity residence time",
      "quantification_target": "years of expected CO₂ storage",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The concept of ocean DIC lifetime is a well-established theory and is accepted within the community to lie somewhere between 10,000 and 100,000 years.",
      "notes": ""
    },
    {
      "number": "16",
      "category": "durability",
      "component_id": "tau_carb_marine",
      "name": "Marine carbonate durability",
      "quantification_target": "years of expected CO₂ storage",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "negligible",
      "description": "The precipitation and dissolution of carbonate minerals modifies ocean alkalinity (see Alkalinity residence time). Carbonates preserved on the seafloor are likely to store carbon on geologic timescales.",
      "notes": ""
    }
  ]
}
