{
  "pathway_id": "ocean-alkalinity-enhancement-mineral",
  "pathway_name": "Ocean Alkalinity Enhancement (Mineral)",
  "pathway_description": "Ocean alkalinity enhancement (OAE) adds alkalinity into the surface ocean to enhance its ability to uptake and store atmospheric CO₂. Here, we specifically consider OAE that is facilitated by adding solid or semi-solid minerals to the ocean which dissolve to enhance alkalinity. This pathway is VCL 1-3, meaning that current quantification capacity may be able to establish net carbon removal occurred, but for some approaches, very significant uncertainties remain.",
  "VCL": ["1", "3"],
  "equation": "(1 - 2 - 3 - 4 - 5 - 7) - (8 + 9)",
  "version": "2.0",
  "components": [
    {
      "number": "1",
      "category": "drawdown",
      "component_id": "alk-total",
      "name": "Mineral dispersal into ocean",
      "quantification_target": "total alkalinity released",
      "uncertainty_type": ["execution", "scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "If alkalinity is added to the ocean directly in the form of mineral or a semi-solid form (e.g. Mg(OH)₂ or olivine), the total useful alkalinity released in the surface ocean is a function of particle size, dissolution rates, and sinking rates. Larger particle sizes may reduce dissolution rates or result in material sinking to depth or buried in sediment, complicating the assessment of alkalinity released.",
      "notes": ""
    },
    {
      "number": "2",
      "category": "drawdown",
      "component_id": "alk-convert",
      "name": "Mineral dissolution",
      "quantification_target": "theoretical atmospheric removal",
      "uncertainty_type": ["execution"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "Environmental conditions may result in different fractions of carbonate (CO₃⁻²) versus bicarbonate (HCO₃⁻). This fractionation impacts  the total uptake of atmospheric CO₂. Overall CO₂ uptake efficiency can be estimated using seawater chemistry modeling software and the equation presented in [Renforth & Henderson (2017)](https://doi.org/10.1002/2016RG000533). These estimates could also be validated by measurements of bicarbonate concentrations or total alkalinity in the water column. The conversion of alkalinity to CO₂ removal is estimated to be 70-95% on a mol to mol basis.",
      "notes": ""
    },
    {
      "number": "3",
      "category": "drawdown",
      "component_id": "sec-precip",
      "name": "Secondary precipitation",
      "quantification_target": "secondary precipitation of CaCO₃",
      "uncertainty_type": ["execution", "scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "very high",
      "description": "Adding alkalinity to seawater shifts the pH and carbonate ion concentration, and could cause abiotic precipitation of calcium carbonate (CaCO₃) or brucite (Mg(OH)₂). This is important to characterize as this precipitation results in CO₂ outgassing. It remains to be determined what specific combination of suitable nucleation conditions and supersaturation of CaCO₃ is needed to cause significant precipitation. Abiotic precipitation can be minimized by controlling the particle dissolution rate as well as the dilution and dispersal of alkalinity-enhanced water. For some forms of mineral addition (e.g. addition fine Mg(OH)₂ particles), the addition, dilution and dispersal of alkalinity is easier to control than for others (e.g. dissolution of larger olivine particles), but there is [some](https://www.frontiersin.org/articles/10.3389/fclim.2022.831587/full) [evidence](https://bg.copernicus.org/preprints/bg-2022-126/) that localized effects of mineral dissolution may trigger significant secondary precipitation. Sampling total alkalinity near the dispersal point may help quantitatively determine the extent to which alkalinity is lost due to precipitation.",
      "notes": ""
    },
    {
      "number": "4",
      "category": "drawdown",
      "component_id": "calc",
      "name": "Biotic calcification response",
      "quantification_target": "biotic calcification response",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "medium",
      "uncertainty_impact_max": "medium",
      "description": "Since calcification releases CO₂ as a by-product, any changes to the rate of biotic calcification in response to alkalinity additions to the surface ocean must be considered. Changes in biotic calcification rates could occur in both coastal and open ocean waters, and at the level of individual calcifiers or calcifier populations. In practice, quantifying the biotic calcification response to alkalinity addition may pose significant spatial, temporal, and signal-to-noise challenges.",
      "notes": ""
    },
    {
      "number": "5",
      "category": "drawdown",
      "component_id": "asg",
      "name": "Air-sea gas exchange",
      "quantification_target": "air-sea gas exchange efficiency",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "high",
      "uncertainty_impact_max": "high",
      "description": "Atmospheric uptake is reduced if alkalinity is transferred to the deep ocean before either increasing the uptake of atmospheric CO₂ or decreasing the outgassing of CO₂ to the atmosphere. The precise dispersal of alkalinity-enhanced water, its residence time at the surface, and hence the associated completeness of air-sea gas equilibration is dependent on the location and timing of the alkalinity additions, and is hard to directly observe. In-situ measurements can potentially track post-deployment changes in pCO₂, pH, and DIC and deploy water mass tracers to help validate models of plume dispersal and atmospheric CO₂ drawdown, though the sensitivity and cost of sensors may be a challenge. Further, oceanographic models can be used to develop probabilistic estimates of equilibration efficiencies for particular injection sites, contingent on seasonal or interannual variations in forcing regimes. Typical gas exchange timescales of equilibration for the surface ocean and atmosphere are on the order of months to years.",
      "notes": ""
    },
    {
      "number": "6*",
      "category": "drawdown",
      "component_id": "poc",
      "name": "Particulate organic carbon response",
      "quantification_target": "particulate organic carbon response",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "Additional formation of dissolved inorganic carbon (DIC) as a result of alkalinity addition could lead to more particulate organic carbon (POC) formation in the surface ocean. This effect could be quite small if plankton communities are primarily limited by nutrient availability, rather than DIC availability. However, it is possible for organisms to change their carbon-to-nutrient consumption ratios in response to changing environments, which could result in a shift toward increased carbon drawdown in the surface ocean. Because only a small fraction of this increased drawdown would result in permanent carbon storage in the deep ocean, we conservatively recommend this not be counted as additional sequestration or used to counterbalance project lifecycle emissions. POC export mediated by calcifying communities could also change in response to changes in biogenic calcification (see Biotic calcification response). Data on potential biological responses to removing CO₂ from the surface waters is still lacking.",
      "notes": ""
    },
    {
      "number": "7",
      "category": "drawdown",
      "component_id": "carb-marine",
      "name": "Marine carbonate precipitation",
      "quantification_target": "reduction in carbon storage as a result of marine carbonate precipitation",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "Eventually, the formation and burial of carbonate minerals will release CO₂ stored. The carbonate precipitation process occurs slowly and is unlikely to have a significant impact on estimates of carbon storage on decadal to millennial timescales. However on geologic timescales, it is an important process to characterize.",
      "notes": ""
    },
    {
      "number": "8",
      "category": "emissions",
      "component_id": "mat-co2",
      "name": "Materials",
      "quantification_target": "material embodied emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The embodied emissions of any materials consumed during operation, like mineral feedstocks, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. Emissions associated with any built infrastructure, including monitoring and maintenance equipment, should include both construction emissions and material embodied emissions. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
      "notes": ""
    },
    {
      "number": "9",
      "category": "emissions",
      "component_id": "energy-co2",
      "name": "Energy",
      "quantification_target": "energy use emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The emissions associated with energy use for project activities should be estimated using an assessment of lifecycle emissions for the specific electricity or other energy sources required by the project. This should include the energy use associated with monitoring activities.",
      "notes": ""
    },
    {
      "number": "10",
      "category": "durability",
      "component_id": "tau-dic",
      "name": "DIC residence time",
      "quantification_target": "years of expected CO₂ storage",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The concept of ocean dissolved inorganic carbon (DIC) lifetime is a well-established theory and is accepted within the community to lie somewhere between 10,000 and 100,000 years. This uncertainty is not included in the calculation of this pathway's Verification Confidence Level (VCL), because it is also captured by the Marine carbonate precipitation component.",
      "notes": ""
    },
    {
      "number": "11",
      "category": "durability",
      "component_id": "tau-carb-marine",
      "name": "Marine carbonate durability",
      "quantification_target": "years of expected CO₂ storage",
      "uncertainty_type": ["scientific"],
      "responsibility": "system",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "negligible",
      "description": "The precipitation and dissolution of carbonate minerals modifies ocean alkalinity (see DIC residence time). Carbonates preserved on the seafloor are likely to store carbon on geologic timescales. This uncertainty is not included in the calculation of this pathway's Verification Confidence Level (VCL), because it is also captured by the Marine carbonate precipitation component.",
      "notes": ""
    }
  ]
}
