{
  "pathway_id": "direct-air-capture",
  "pathway_name": "Direct Air Capture",
  "pathway_description": "Direct Air Capture (DAC) uses chemicals to capture CO₂ from ambient air and generate a concentrated stream of CO₂ for storage. We assume that captured CO₂ is not used for enhanced oil recovery. This pathway is VCL 4-5, meaning that current quantification capacity can establish permanent carbon removal with relative confidence.",
  "VCL": ["4", "5"],
  "equation": "(1-2) - (3+4+5)",
  "version": "1.0",
  "components": [
    {
      "number": "1",
      "category": "drawdown",
      "component_id": "inj_carbon",
      "name": "Storage",
      "quantification_target": "mass of captured and stored CO₂",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "negligible",
      "description": "The mass of CO₂ injected for geologic storage, or used as an input for another storage process (e.g. mineralization in concrete), can be measured directly as a metered output from the DAC system and a metered input to the storage system. It can also be checked for consistency against operational data from the CO₂ capture system. We assume here that injected CO₂ is not used for enhanced oil recovery (EOR). In the case of EOR, any GHG emissions associated with enhanced oil recovery and fuel use would have to be accounted for, as well as additionality questions about the appropriate baseline against which to credit the project.",
      "notes": ""
    },
    {
      "number": "2",
      "category": "drawdown",
      "component_id": "store_leak",
      "name": "Leakage",
      "quantification_target": "mass of observed storage system leakage",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "For terrestrial geologic storage, leakage can be directly monitored during and after the injection period, though this is more challenging for subseafloor reservoirs. If geologic storage results in a functionally stable form on a short timescale — for example, via subsurface mineralization — fugitive emissions associated with the full lifetime of storage may be estimated based on direct observations of the storage reservoir. If instead the integrity of geologic storage requires ongoing monitoring and maintenance — for example with the injection of supercritical CO₂ — the potential for future fugitive emissions must be modeled. In the latter framework, we consider the potential for future leakage as a durability uncertainty rather than a leakage uncertainty (see Storage Monitoring and Maintenance). For alternative storage systems, like mineralization in concrete, it is possible to directly measure the conversion of input CO₂ into a functionally stable form and therefore the total leakage from the storage system.",
      "notes": ""
    },
    {
      "number": "3",
      "category": "drawdown",
      "component_id": "mat_CO₂",
      "name": "Materials",
      "quantification_target": "material embodied emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
      "notes": ""
    },
    {
      "number": "4",
      "category": "emissions",
      "component_id": "energy_CO₂",
      "name": "Energy",
      "quantification_target": "energy use emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
      "notes": ""
    },
    {
      "number": "5",
      "category": "emissions",
      "component_id": "energy_current",
      "name": "Secondary impacts of energy demand",
      "quantification_target": "energy replacement emissions",
      "uncertainty_type": ["counterfactual"],
      "responsibility": "system",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "medium",
      "description": "The emissions associated with the system response to CDR energy demand must be considered for energy-intensive approaches. This component is less of a concern if a CDR project builds its own renewables, or if project energy demand is dispatchable in a way that supports grid deployment of renewables. If a CDR project introduces a new base load or is otherwise connected to the grid in a manner that could displace demand for renewables, any emissions associated with the energy system response must be considered. There is not yet a clear best practice for how to account for this system interaction.",
      "notes": ""
    },
    {
      "number": "6",
      "category": "durability",
      "component_id": "store_maint",
      "name": "Storage monitoring and maintenance",
      "quantification_target": "storage system monitoring and maintenance plan; years of expected CO₂ storage",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "If storage results in a functionally stable form of CO₂ on a short timescale — for example, via subsurface mineralization or mineralization in concrete — demonstration that the stable form has been achieved is enough to establish durability. However, if the integrity of storage requires ongoing monitoring and maintenance — for example, with the injection of supercritical CO₂ — an evaluation of durability claims must consider the monitoring and maintenance plan, as well as any applicable regulatory structure that assigns ongoing liability for storage integrity. One important consideration is whether or not there is a track record of sufficient administrative capacity to guarantee execution of monitoring, maintenance, and liability arrangements.",
      "notes": ""
    }
  ]
}
