{
  "pathway_id": "terrestrial-biomass-sinking",
  "pathway_name": "Terrestrial Biomass Sinking",
  "pathway_description": "Terrestrial Biomass Sinking uses plants or algae to remove CO₂ from the atmosphere via photosynthesis, and sinks that biomass into the deep ocean to achieve long-term carbon storage. In addition to the carbon removal and durability uncertainties mapped below, there are important uncertainties about the ecosystem impacts of this approach. This pathway is VCL 2-4, meaning that current quantification capacity can establish permanent carbon removal, but for certain approaches, very significant uncertainties remain.",
  "VCL": ["2", "4"],
  "equation": "(1 - 2 - 3 - 4 - 5) - (6 + 7)",
  "version": "1.0",
  "components": [
    {
      "number": "1",
      "category": "drawdown",
      "component_id": "bio-sink",
      "name": "Biomass sinking",
      "quantification_target": "mass of biomass carbon",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "negligible",
      "description": "The mass of biomass carbon that is deployed to be sunk into the ocean for storage can be measured directly in terms of the mass of material bailed or used in buoys, and converted to carbon using a default carbon content factor. This quantity can also be checked for consistency against operational data, such as purchase records.",
      "notes": ""
    },
    {
      "number": "2",
      "category": "drawdown",
      "component_id": "nsad",
      "name": "Leakage",
      "quantification_target": "fraction of biomass carbon not sunk to depth",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "high",
      "description": "Some fraction of the deployed biomass may not successfully sink to the ocean floor or might not sink at suitable depth for long-term storage. This could be a result of biomass being shed during the sinking process, which could be modeled as a function of biomass type and sinking configuration based on field observations. For biomass that sinks after some period of floating in the open ocean (e.g. biomass-based buoys), the possibility that biomass may end up being beached or sinking in areas that do not result in permanent storage (e.g. shallow waters or areas of upwelling) must also be considered. Existing surface ocean transport models could be validated based on GPS-based observational data.",
      "notes": ""
    },
    {
      "number": "3",
      "category": "drawdown",
      "component_id": "feed-stor",
      "name": "Feedstock storage counterfactual",
      "quantification_target": "mass of counterfactual stored biomass carbon",
      "uncertainty_type": ["counterfactual"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "While nearly all biomass carbon eventually makes its way back to the atmosphere, the effective drawdown from biomass sinking occurs when the carbon content of the feedstock would otherwise have been released in the form of atmospheric CO₂. If the counterfactual fate of the biomass feedstock would have resulted in little to no carbon storage — for example, burning or rapid decomposition — any durable storage achieved by biochar represents additional carbon removal. If, however, the counterfactual fate of the biomass feedstock would have resulted in medium-to-long term carbon storage — for example in soils or slow degrading environments — the mass of stored carbon in the counterfactual should not count as additional carbon removal until counterfactual emissions would have occurred.",
      "notes": ""
    },
    {
      "number": "4",
      "category": "drawdown",
      "component_id": "feed-current",
      "name": "Feedstock use counterfactual",
      "quantification_target": "feedstock replacement emissions",
      "uncertainty_type": ["counterfactual"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "If a biomass feedstock currently serves a function that will need to be replaced if the feedstock is used for sinking, any emissions associated with the replacement must be considered. For example, if agricultural waste is currently used as animal feed or left on the fields to contribute to nitrogen, phosphorus, and potassium or to soil organic carbon, sinking that biomass could result in new demand for feed, fertilizer, or soil amendments, respectively. Current feedstock uses can be evaluated on a project-by-project basis, and the carbon impact of replacements can be estimated via lifecycle assessments. We recommend accounting for feedstock replacement emissions that involve existing feedstock uses rather than potential future uses. For example, agricultural feedstocks used for biomass sinking should be evaluated based on their current uses (e.g. for animal feed or soil nutrients) rather than potential future uses that are not practiced today (e.g. potential use for bioenergy). The counterfactual for existing utilization should be flexible, and re-evaluated in the future if prevailing practices change.",
      "notes": ""
    },
    {
      "number": "5",
      "category": "drawdown",
      "component_id": "LUC-indirect",
      "name": "Indirect land use change",
      "quantification_target": "indirect land use change emissions",
      "uncertainty_type": ["scientific"],
      "responsibility": "scientific",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "high",
      "description": "Any emissions associated with indirect land use change as a result of feedstock demand must be considered. For example, paying farmers for agricultural waste will likely increase the profitability of their operations, and could result in an increase in acres planted. Directly growing energy crops or creating plantations could displace food production onto other lands and contribute to deforestation. Conversely, the creation of markets for forestry residues could help reduce the rate of conversion of forest systems to agricultural use. To be conservative, however, we recommend that this potential positive impact be excluded from the quantified carbon removal outcome. Estimating indirect land use change resulting from feedstock demand will likely be difficult in practice and require careful economic modeling.",
      "notes": ""
    },
    {
      "number": "6",
      "category": "emissions",
      "component_id": "mat-co2",
      "name": "Materials",
      "quantification_target": "material embodied emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The embodied emissions of any materials consumed during operation, like biomass feedstocks, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
      "notes": ""
    },
    {
      "number": "7",
      "category": "emissions",
      "component_id": "energy-co2",
      "name": "Energy",
      "quantification_target": "energy use emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
      "notes": ""
    },
    {
      "number": "8",
      "category": "durability",
      "component_id": "t-recirculation",
      "name": "Deepwater recirculation",
      "quantification_target": "years of expected CO₂ storage",
      "uncertainty_type": ["scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "medium",
      "uncertainty_impact_max": "medium",
      "description": "From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized and that ocean circulation and currents will eventually return the CO₂ back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation is dependent on the location of sinking and depth achieved, which must be characterized at the project level but can be informed by models.",
      "notes": ""
    }
  ]
}
