{
    "pathway_id": "terrestrial-biomass-sinking",
    "pathway_name": "Terrestrial Biomass Sinking",
    "pathway_description": "Terrestrial Biomass Sinking uses plants or algae to remove CO₂ from the atmosphere via photosynthesis, and sinks that biomass into the deep ocean to achieve long-term carbon storage. In addition to the carbon removal and durability uncertainties mapped below, there are important uncertainties about the ecosystem impacts of this approach. This pathway is VCL 2-4, meaning that current quantification capacity can establish permanent carbon removal, but for certain approaches, very significant uncertainties remain.",
    "VCL": [
        "2",
        "4"
    ],
    "equation": "(2 - 3 - 4 - 5 - 6 -7) - (9 + 10 +11)",
    "version": "1.2",
    "components": [
        {
            "number": "1*",
            "category": "drawdown",
            "component_id": "bio-feedstock",
            "name": "Biomass feedstock",
            "quantification_target": "mass of carbon in feedstock",
            "uncertainty_type": [
                "execution"
            ],
            "responsibility": "project",
            "uncertainty_impact_min": "not characterized",
            "uncertainty_impact_max": "not characterized",
            "description": "The mass of a biomass feedstock can be directly measured and converted to CO₂e using a default factor or direct measurements of biomass carbon and moisture content. In addition to characterizing carbon content, a feedstock sampling protocol should characterize embodied nutrients such as nitrogen, phosphorus, and potassium. The feedstock quantity can be checked for consistency against operational records, and will also form the basis for estimating feedstock-related upstream emissions (see Feedstock carbon storage counterfactual, Feedstock replacement emissions, and Market effects).",
            "notes": ""
        },
        {
            "number": "2",
            "category": "drawdown",
            "component_id": "bio-sink",
            "name": "Biomass sinking",
            "quantification_target": "mass of biomass carbon",
            "uncertainty_type": [
                "execution"
            ],
            "responsibility": "project",
            "uncertainty_impact_min": "negligible",
            "uncertainty_impact_max": "negligible",
            "description": "The mass of sunk biomass carbon can be measured directly and converted to CO2e using a default factor or direct measurements. This quantity can be checked for consistency against operational records around biomass sourcing and transportation (see Biomass feedstock). The physical configuration in which biomass is sunk should be recorded to inform estimates of feedstock decomposition (see Solid phase deepwater storage).",
            "notes": ""
        },
        {
            "number": "3",
            "category": "drawdown",
            "component_id": "nsad",
            "name": "Leakage",
            "quantification_target": "fraction of biomass carbon not sunk to depth",
            "uncertainty_type": [
                "scientific"
            ],
            "responsibility": "project",
            "uncertainty_impact_min": "negligible",
            "uncertainty_impact_max": "high",
            "description": "Some fraction of the deployed biomass may not successfully sink to a depth for long-term storage. This could be a result of biomass being shed or consumed during the sinking process, which is a function of biomass type, sinking configuration, and sinking velocity. For biomass that sinks after some period of floating in the open ocean (e.g. biomass-based buoys), the possibility that biomass may end up being beached or sinking in areas that do not result in permanent storage (e.g. shallow waters or areas of upwelling) must also be considered. Modeling this behavior is likely to be challenging due to the difficulty of mimicking the free-floating behavior of biomass with monitoring equipment. Low uncertainty is likely only achieved in cases where biomass sinking is active and rapid.",
            "notes": ""
        },
        {
            "number": "4",
            "category": "drawdown",
            "component_id": "deepwater-outgass",
            "name": "Outgassing",
            "quantification_target": "mass of outgassed CO₂",
            "uncertainty_type": [
                "scientific"
            ],
            "responsibility": "system",
            "uncertainty_impact_min": "medium",
            "uncertainty_impact_max": "medium",
            "description": "It is conservative to assume that all sunk biomass is remineralized at the bottom of the reservoir in which it is sunk. When the mixing dynamics of the reservoir bring the products of biomass decomposition back to the surface, they will equilibrate with the atmosphere. The estimated timescale of this outgassing is dependent on the location of sinking, the storage depth achieved, and local circulation dynamics. Any claim about the volume of total carbon removal from biomass sinking should therefore be accompanied by a clear claim about the associated time horizon of storage. Our evaluation reflects the uncertainties associated with estimating carbon stored for 1000+ years in a diversity of potential reservoirs, including the deep ocean or anoxic basins like the Black Sea. Characterizing the durability of carbon storage in these reservoirs is an area of active research, and those interested in storage in particular basins or on longer timescales may find it appropriate to adjust these uncertainties. Decomposition at depth could release non-CO2 gasses such as methane. Any GWP assumptions used to incorporate the outgassing of non-CO2 gasses into the calculation of net carbon removal should be transparently disclosed.",
            "notes": ""
        },
        {
            "number": "5",
            "category": "drawdown",
            "component_id": "feed-stor",
            "name": "Carbon storage counterfactual",
            "quantification_target": "mass of biomass carbon stored in the counterfactual",
            "uncertainty_type": [
                "counterfactual"
            ],
            "responsibility": "system",
            "uncertainty_impact_min": "low",
            "uncertainty_impact_max": "low",
            "description": "While nearly all biomass carbon eventually makes its way back to the atmosphere, the effective drawdown from biomass sinking occurs when the carbon content of the feedstock would otherwise have been released in the form of atmospheric CO₂. If the counterfactual fate of the biomass feedstock would have resulted in little to no carbon storage — for example, burning or rapid decomposition — any durable storage achieved by biomass sinking represents additional carbon removal. If, however, the counterfactual fate of the biomass feedstock would have resulted in medium-to-long term carbon storage — for example in soils or slow degrading environments — the mass of stored carbon in the counterfactual should not count as additional carbon removal until counterfactual emissions would have occurred.",
            "notes": ""
        },
        {
            "number": "6",
            "category": "drawdown",
            "component_id": "feed-current",
            "name": "Feedstock use counterfactual",
            "quantification_target": "feedstock replacement emissions",
            "uncertainty_type": [
                "counterfactual"
            ],
            "responsibility": "system",
            "uncertainty_impact_min": "low",
            "uncertainty_impact_max": "medium",
            "description": "If a biomass feedstock currently serves a function that will need to be replaced if the feedstock is used for sinking, any emissions associated with the replacement must be considered. For example, if agricultural waste is currently used as animal feed or left on the fields to contribute to nitrogen, phosphorus, and potassium or to soil organic carbon, sinking that biomass could result in new demand for feed, fertilizer, or soil amendments, respectively. Current feedstock uses can be evaluated on a project-by-project basis, and the carbon impact of replacements can be estimated via lifecycle assessments. We recommend accounting for feedstock replacement emissions that involve existing feedstock uses rather than potential future uses. For example, agricultural feedstocks used for biomass sinking should be evaluated based on their current uses (e.g. for animal feed or soil nutrients) rather than potential future uses that are not practiced today (e.g. potential use for bioenergy). The counterfactual for existing utilization should be flexible, and re-evaluated in the future if prevailing practices change.",
            "notes": ""
        },
        {
            "number": "7",
            "category": "drawdown",
            "component_id": "market-effects",
            "name": "Market effects",
            "quantification_target": "emissions from market effects",
            "uncertainty_type": [
                "scientific"
            ],
            "responsibility": "system",
            "uncertainty_impact_min": "low",
            "uncertainty_impact_max": "high",
            "description": "Any emissions associated with market effects as a result of feedstock demand must be considered. For example, paying farmers for agricultural waste will likely increase the profitability of their operations and could result in an increase in acres planted. Directly growing energy crops or creating plantations could displace food production onto other lands and contribute to deforestation. Estimating the system emissions resulting from new feedstock demand will likely be difficult in practice and require careful economic modeling that reflects the overall scale of new biomass demand.",
            "notes": ""
        },
        {
            "number": "8*",
            "category": "emissions",
            "component_id": "non-co2-emission-counterfactual",
            "name": "Non-CO₂ emissions counterfactual",
            "quantification_target": "avoided non-CO₂ emissions",
            "uncertainty_type": [
                "counterfactual"
            ],
            "responsibility": "system",
            "uncertainty_impact_min": "not characterized",
            "uncertainty_impact_max": "not characterized",
            "description": "Using a biomass feedstock for CDR could potentially avoid non-CO2 emissions such as methane or nitrous oxide that would have otherwise occurred in the counterfactual, for example during biomass decay. We recommend that these avoided emissions not be included in the accounting of net carbon removal except to characterize the extent to which the managing feedstocks for BECCS increases non-CO2 emissions (see Non-CO2 emissions).",
            "notes": ""
        },
        {
            "number": "9",
            "category": "emissions",
            "component_id": "mat-co2",
            "name": "Materials",
            "quantification_target": "material embodied emissions",
            "uncertainty_type": [
                "execution"
            ],
            "responsibility": "project",
            "uncertainty_impact_min": "low",
            "uncertainty_impact_max": "low",
            "description": "The embodied emissions of any materials consumed during operation, like biomass feedstocks, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
            "notes": ""
        },
        {
            "number": "10",
            "category": "emissions",
            "component_id": "energy-co2",
            "name": "Energy",
            "quantification_target": "energy use emissions",
            "uncertainty_type": [
                "execution"
            ],
            "responsibility": "project",
            "uncertainty_impact_min": "low",
            "uncertainty_impact_max": "low",
            "description": "The emissions associated with energy use for the process should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
            "notes": ""
        },
        {
            "number": "11",
            "category": "emissions",
            "component_id": "non-co2-emissions",
            "name": "Non-CO₂ emissions",
            "quantification_target": "non-CO₂ emissions",
            "uncertainty_type": [
                "execution"
            ],
            "responsibility": "project",
            "uncertainty_impact_min": "low",
            "uncertainty_impact_max": "medium",
            "description": "If a biomass-based CDR project results in non-CO2 emissions that would not have been produced via the counterfactual management of the biomass feedstock, these emissions must be accounted for. Processes that could produce non-CO2 emissions such as methane or nitrous oxide could include anaerobic decomposition or microbial activity, for example during feedstock storage and transport or waste product disposal. Venting, leakage, or incomplete flaring of methane during the biomass transformation process must also be considered. GWP assumptions used to incorporate these emissions into the calculation of net carbon removal should be transparently disclosed.",
            "notes": ""
        },
        {
            "number": "12",
            "category": "durability",
            "component_id": "deepwater-storage-solid",
            "name": "Solid phase deepwater storage",
            "quantification_target": "years of expected CO₂ storage",
            "uncertainty_type": [
                "scientific"
            ],
            "responsibility": "system",
            "uncertainty_impact_min": "not characterized",
            "uncertainty_impact_max": "not characterized",
            "description": "The extent to which sunk biomass remains stored in solid form and is incorporated into sediments is a function of biomass type, sinking configuration, and the environmental conditions of the sinking location. Characterizing these dynamics is an area of active research. In the absence of clear evidence of solid storage, it is conservative to assume that all sunk biomass is remineralized (see Dissolved phase deepwater storage) and that water circulation will eventually return the CO₂ back to the surface, where it will be brought into equilibrium with the atmosphere (see Outgassing). This uncertainty is not included in the calculation of this pathway's Verification Confidence Level (VCL), because it is also captured by the Outgassing component.",
            "notes": ""
        },
        {
            "number": "13",
            "category": "durability",
            "component_id": "deepwater-storage-dissolved",
            "name": "Dissolved phase deepwater storage",
            "quantification_target": "years of expected CO₂ storage",
            "uncertainty_type": [
                "scientific"
            ],
            "responsibility": "system",
            "uncertainty_impact_min": "not characterized",
            "uncertainty_impact_max": "not characterized",
            "description": "From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized and that water circulation will eventually return the CO₂ back to the surface, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation is dependent on the specific sinking location, which must be characterized at the project level but can be informed by models. The potential climate sensitivity of circulation dynamics is site specific and an outstanding area of uncertainty. This uncertainty is not included in the calculation of this pathway's Verification Confidence Level (VCL), because it is also captured by the Outgassing component.",
            "notes": ""
        }
    ]
}