{
  "pathway_id": "alkaline-waste-mineralization",
  "pathway_name": "Alkaline Waste Mineralization",
  "pathway_description": "Alkaline waste mineralization enhances the weathering process of alkaline waste streams (e.g. mine tailings or slag) to enhance the uptake and storage of atmospheric CO₂. Here, we specifically consider methods that primarily store atmospheric CO2 in the form of solid carbonates. This pathway is VCL 3-5, meaning that current quantification capacity can establish permanent carbon removal, but that for certain approaches, significant uncertainties remain.",
  "VCL": ["3", "5"],
  "equation": "(1-2-3) + (6+7+8)",
  "version": "1.0",
  "components": [
    {
      "number": "1",
      "category": "drawdown",
      "component_id": "carb_min",
      "name": "Carbonates",
      "quantification_target": "mass of captured CO₂ stored in carbonates",
      "uncertainty_type": ["excution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "high",
      "description": "It is possible to calculate potential atmospheric removal by assuming full weathering of the alkaline feedstock to provide an absolute maximum ceiling value for potential CDR, against which any estimates of realized CDR should be compared. The mass of CO₂ captured through alkaline feedstock weathering and carbonate mineralization can be quantified by measuring CO₂ loss from air (e.g. using eddy covariance flux towers or dynamic closed chambers), measurement of carbonate chemistry parameters (e.g. pH, TA, or DIC), or measuring changes in mineral content. If measuring changes in mineral content, it is critical to carefully characterize the starting carbonate content and variability of the feedstock. It is likely that a combination of quantification approaches will be needed to bound outcomes. Calibrated reactive transport models may also play a role in estimating long-term trends of CO₂ uptake. Measurement and modeling approaches must take into account the potential for short-term cycles of absorption and outgassing.",
      "notes": ""
    },
    {
      "number": "2",
      "category": "drawdown",
      "component_id": "carb_baseline",
      "name": "Baseline weathering rate",
      "quantification_target": "baseline mass of captured CO₂ stored in carbonates",
      "uncertainty_type": ["counterfactual"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "The effects of an enhanced weathering intervention should be understood as the difference between the observed carbonate formation and the carbonate formation that would have occurred absent the intervention. The baseline rate of carbonate formation may be strongly dependent on the physical characteristics of the feedstock (e.g. surface area and grain size distribution), environment (e.g. mine design, climate, weather) and treatment of the alkaline waste material, in the present and future. In some systems, the baseline may be best characterized by ongoing measurements of an untreated control.",
      "notes": ""
    },
    {
      "number": "3",
      "category": "drawdown",
      "component_id": "carb_degrade",
      "name": "Leakage",
      "quantification_target": "mass of CO₂ released from carbonates",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "low",
      "description": "Carbonates could release CO₂ if exposed to heat or acid. The risk of leakage from produced carbonates is contingent on what type of carbonate is produced, the planned treatment of the carbonates, and their resulting exposure to environmental conditions that facilitate CO₂ release (see Storage and Utilization).",
      "notes": ""
    },
    {
      "number": "4*",
      "category": "emissions",
      "component_id": "non-carb_products",
      "name": "Non-carbonate weathering products",
      "quantification_target": "portion of feedstock alkalinity that does not facilitate carbon storage",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "An enhanced weathering intervention may produce byproducts that do not facilitate carbon storage, for example if weathering is facilitated by non-carbonic acid. Valuable byproducts like hydrogen, metal extraction, or pollutant reduction may also be produced. We recommend that any avoided emissions associated with these valuable byproducts be excluded from the calculation of net carbon removal.",
      "notes": ""
    },
    {
      "number": "5*",
      "category": "drawdown",
      "component_id": "carb_weather",
      "name": "Carbonate weathering",
      "quantification_target": "quantity of released alkalinity",
      "uncertainty_type": ["execution", "scientific"],
      "responsibility": "project",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "Carbonates may remain exposed to the atmosphere or be buried over time depending on the location and approach. A portion of exposed and buried carbonates may undergo weathering over time. If and when carbonates weather, there is an additional shift in CO₂ fluxes as a result of introducing alkalinity to the system and storing additional CO₂ as bicarbonate. This process approximately doubles the associated CO₂ storage. Although most carbonates will ultimately weather, this process should only be credited when the impact on atmospheric CO₂ actually occurs and must take into account the full suite of uncertainties related to quantifying weathering outcomes (see the Enhanced Weathering pathway). In the absence of clear measurement of carbonate weathering, we recommend alkaline waste mineralization approaches only consider and credit the mineral phase of CO₂ storage.",
      "notes": ""
    },
    {
      "number": "6",
      "category": "emissions",
      "component_id": "mat_co2",
      "name": "Materials",
      "quantification_target": "material embodied emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The embodied emissions of any materials consumed during operation, like the alkaline feedstock or catalyzing agents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
      "notes": ""
    },
    {
      "number": "7",
      "category": "emissions",
      "component_id": "energy_co2",
      "name": "Energy",
      "quantification_target": "energy use emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
      "notes": ""
    },
    {
      "number": "8",
      "category": "emissions",
      "component_id": "energy_current",
      "name": "Secondary impacts of energy demand",
      "quantification_target": "energy replacement emissions",
      "uncertainty_type": ["counterfactual"],
      "responsibility": "system",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "medium",
      "description": "The emissions associated with the system response to CDR energy demand must be considered for energy-intensive approaches. This component is less of a concern if a CDR project builds its own renewables, or if project energy demand is dispatchable in a way that supports grid deployment of renewables. If a CDR project introduces a new base load or is otherwise connected to the grid in a manner that could displace demand for renewables, any emissions associated with the energy system response must be considered. There is not yet a clear best practice for how to account for this system interaction.",
      "notes": ""
    },
    {
      "number": "9",
      "category": "durability",
      "component_id": "carb_store",
      "name": "Storage",
      "quantification_target": "years of expected CO₂ storage",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "Although carbonates may have complex dynamics of dissolution and reprecipitation, there is a high likelihood of at least tens to hundreds of thousands of years of durability. The estimated durability of carbonates is also contingent on the determination of what carbonate is produced, the planned treatment of the carbonates, and their exposure to environmental conditions that facilitate weathering (see Carbonate Weathering).",
      "notes": ""
    },
    {
      "number": "10",
      "category": "durability",
      "component_id": "carb_utilize",
      "name": "Utilization",
      "quantification_target": "years of expected CO₂ storage via utilization",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "not characterized",
      "uncertainty_impact_max": "not characterized",
      "description": "Produced carbonates may be used, for example in industrial processes, as building materials, or as soil amendments. The source of utilization may lead to stable storage (see Storage), carbonate degradation and release of CO₂ (see Leakage) or carbonate weathering and further storage of CO₂ (see Carbonate weathering).",
      "notes": ""
    }
  ]
}
