{
  "pathway_name": "Biomass Carbon Removal and Storage (BiCRS)",
  "pathway_description": "",
  "VCL": ["3", " 5"],
  "equation": "(1-2-3-4-5)-(6+7) ",
  "elements": [
    {
      "element": "1",
      "category": "drawdown",
      "name": "bio_added",
      "description": "mass of stored biomass carbon",
      "comments": "The mass of biomass material injected for geologic storage — or used as an input for another storage process — can be measured directly as a metered output from the biomass transformation system (e.g. a pyrolyzer) and as a metered input to the storage system, and converted to carbon using a default carbon content factor. This quantity can also be checked for consistency against the measured mass of biomass feedstock, and operational data from the biomass transformation system.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "negligible",
      "uncertainty_magnitude_max": "negligible",
      "notes": "",
      "revisions": "2000-01-01"
    },
    {
      "element": "2",
      "category": "drawdown",
      "name": "stor_leak",
      "description": "storage system leakage",
      "comments": "For terrestrial geologic storage, fugitive emissions (or migrating bio-oil) can be directly monitored during and after the injection period, though this would be more challenging for subseafloor reservoirs. If geologic storage results in functionally stable form on a short timescale — for example, via subsurface mineralization of CO2 or demonstration that injected bio-oil will not break down into CO2 and biomethane under subsurface conditions  — fugitive emissions associated with the full lifetime of storage may be estimated based on direct observations of the storage reservoir. If however the integrity of geologic storage requires ongoing monitoring and maintenance, for example if the degradation dynamics of bio-oil are unknown under storage conditions, the potential for future fugitive emissions must be modeled.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "medium",
      "notes": "",
      "revisions": []
    },
    {
      "element": "3",
      "category": "drawdown",
      "name": "feed_stor",
      "description": "counterfactual biomass storage",
      "comments": "While nearly all biomass carbon eventually makes its way back to the atmosphere, the effective drawdown from BiCRS occurs when the CO2 would otherwise have ended up in the atmosphere. If the counterfactual fate of the biomass feedstock would have resulted in medium-to-long term carbon storage — for example in landfills, in slow degrading environments, or in soils — the mass of stored carbon in the counterfactual does not count as additional carbon removal until counterfactual emissions would have occurred.",
      "uncertainty_type": "counterfactual",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "4",
      "category": "drawdown",
      "name": "feed_current",
      "description": "feedstock replacement emissions",
      "comments": "If a biomass feedstock currently serves a function that will need to be replaced if used for BiCRS, any emissions associated with the replacement must be considered.  For example, if agricultural waste is currently used as animal feed or left on the fields to contribute to nitrogen, phosphorus, and potassium in soils, using that agricultural waste for BiCRS would result in new demand for feed or fertilizer, respectively. Current feedstock uses can be evaluated on a project-by-project basis, and the carbon impact of replacements can be estimated via lifecycle assessments.",
      "uncertainty_type": "counterfactual",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "medium",
      "notes": "",
      "revisions": []
    },
    {
      "element": "5",
      "category": "drawdown",
      "name": "LUC_indirect",
      "description": "indirect land use change",
      "comments": "Any emissions associated with indirect land use change as a result of feedstock demand must be considered. For example, paying farmers for agricultural waste will likely increase the profitability of their operations, and could result in increased acres planted. Directly growing energy crops or creating plantations may displace food production onto other lands and contribute to deforestation. Conversely, the creation of markets for forestry residues could help reduce the rate of conversion of forest systems to agricultural use, however to be conservative, this potential positive impact should not be counted toward the quantified carbon removal outcome. Estimating indirect land use change resulting from BiCRS feedstock demand will likely require careful economic modeling.",
      "uncertainty_type": "scientific",
      "responsibility": "scientific",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "high",
      "notes": "Uncertainty is low for agricultural or woody biomass waste, Medium to High for dedicated energy crops or plantations",
      "revisions": []
    },
    {
      "element": "6",
      "category": "emissions",
      "name": "energy_co2",
      "description": "energy use emissions",
      "comments": "The emissions associated with energy use for the process should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "7",
      "category": "emissions",
      "name": "mat_co2",
      "description": "material embodied emissions",
      "comments": "The embodied emissions (including transport) of any materials consumed during operation, like biomass feedstock, can be estimated based on a lifecycle assessment of the consumed material. The embodied emissions of equipment and project infrastructure must also be considered. This would include manufacturing and transportation-related emissions for equipment and infrastructure, like a pyrolyzer, that is not consumed as part of the project operation. Equipment and infrastructure emissions should be amortized over the carbon removal expected to take place over the lifetime of the equipment.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "8",
      "category": "permanence",
      "name": "stor_maint",
      "description": "storage monitoring and maintenance",
      "comments": "If the integrity of geologic storage requires ongoing monitoring and maintenance — for example with the injection of supercritical CO2 — a clear plan must be presented and backed up by a regulatory structure that assigns liability for storage integrity. One important consideration is whether or not there is a track record of sufficient administrative capacity to guarantee execution of monitoring and maintenance plans.",
      "uncertainty_type": "execution",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "medium",
      "notes": "",
      "revisions": []
    },
    {
      "element": "9",
      "category": "operations",
      "name": "ops",
      "description": "project operations",
      "comments": "The basis of any rigorous evaluation of what a carbon removal project has achieved is clarity around a project's operations. This includes (1) transparent operations and the ability for external parties to see the process unfolding, (2) auditable operation records that can be cross-checked against carbon removal claims, (3) transparent protocols around how carbon management outcomes are quantified if such claims are being made by the project, and (4) an auditable — and preferably public —registry that ensures against double-counting of carbon removal benefits.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": "2000-01-01"
    }
  ]
}
