[
    {
        "component_id":"acid_return",
        "component_name":"Long-term fate of acid",
        "quantification_target":"long-term fate of acid",
        "uncertainty_type":"execution",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"Any source of acid from the process that ultimately reaches the ocean or interacts with terrestrial carbonates prior to being neutralized will counteract claimed alkalinity enhancement. At the project level, it is possible to ascertain the likely end fate of produced acid using operational records. As this solution scales, acid disposal may become more of a challenge.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-alkalinity-enhancement-electrochemical"
        ]
    },
    {
        "component_id":"alk_convert",
        "component_name":"Mineral dissolution",
        "quantification_target":"theoretical atmospheric removal",
        "uncertainty_type":"execution",
        "responsibility":"system",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"medium",
        "description":"Environmental conditions and alkalinity addition dynamics (e.g. rate of point source additions) result in different fractions of carbonate (CO₃⁻²) versus bicarbonate (HCO₃⁻). This is important to characterize as the uptake of atmospheric CO₂ is reduced with the presence of more carbonate in the water. Overall CO₂ uptake efficiency can be estimated using seawater chemistry modeling software and the equation presented in [Renforth & Henderson (2017)](https:\/\/doi.org\/10.1002\/2016RG000533). These estimates could also be validated by measurements of bicarbonate concentrations or total alkalinity in the water column. The conversion of alkalinity to CO₂ removal is estimated to be 70-95% on a mol to mol basis.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-alkalinity-enhancement-mineral"
        ]
    },
    {
        "component_id":"alk_loss",
        "component_name":"Non-carbonic acid neutralization",
        "quantification_target":"portion of released alkalinity that does not facilitate carbon storage",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"medium",
        "description":"If drawdown is being estimated on the basis of direct observation of mineral weathering rather than via estimation of alkalinity run-off, it is important to characterize what fraction of the rock was weathered by non-carbonic acids. Non-carbonic sources of acidity in the soil may include protons associated with mineral and organic surfaces and other sources of acidity from organic acids, nitrogen transformations, or sulfide mineral oxidation. If applied rock is weathered by non-carbonic acid that would have otherwise caused outgassing downstream, it may be appropriate to count this avoided outgassing toward the net carbon drawdown of the Enhanced Weathering intervention depending on how confidently the counterfactual can be characterized and how quickly the outgassing would have otherwise occurred.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Changed name, description, and comment to reflect the possibility that some non-carbonic acid reactions may result in avoided outgassing downstream."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"alk_total",
        "component_name":"Mineral dispersal into ocean",
        "quantification_target":"total alkalinity released",
        "uncertainty_type":"execution, scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"medium",
        "description":"If alkalinity is added the ocean directly in the form of mineral or a semi-solid form (e.g. Mg(OH)₂ or olivine), the total useful alkalinity released in the surface ocean is a function of particle size, dissolution rates, and sinking rates. ",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-alkalinity-enhancement-mineral"
        ]
    },
    {
        "component_id":"alk_total_convert",
        "component_name":"Base dispersal into ocean",
        "quantification_target":"theoretical atmospheric removal",
        "uncertainty_type":"execution ",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"medium",
        "description":"If alkalinity is added the ocean directly (e.g. via aqueous NaOH), the total alkalinity released it can be directly measured. Environmental conditions and alkalinity addition dynamics (e.g. rate of point source additions) result in different fractions of carbonate (CO₃⁻²) versus bicarbonate (HCO₃⁻). This is important to characterize as the uptake of atmospheric CO₂ is reduced with the presence of more carbonate in the water. Overall CO₂ uptake efficiency can be estimated using seawater chemistry modeling software and the equation presented in [Renforth & Henderson (2017)](https:\/\/doi.org\/10.1002\/2016RG000533). These estimates could also be validated by measurements of bicarbonate concentrations or total alkalinity in the water column. The conversion of alkalinity to CO₂ removal is estimated to be 70-95% on a mol to mol basis.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-alkalinity-enhancement-electrochemical"
        ]
    },
    {
        "component_id":"asg",
        "component_name":"Air-sea gas exchange",
        "quantification_target":"air-sea gas exchange efficiency",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"high",
        "uncertainty_impact_max":"high",
        "description":"Atmospheric uptake is reduced if modified ocean water (e.g. with enhanced alkalinity or depleted dissolved organic carbon) is transferred to the deep ocean before either increasing the uptake of atmospheric CO₂ or decreasing the outgassing of CO₂ to the atmosphere. The precise dispersal of modified ocean water and the associated efficiency of air-sea gas exchange is dependent on the location and timing of modification and is hard to directly observe. In-situ measurements can potentially track post-deployment changes in pCO₂, pH, and dissolved inorganic carbon (DIC) to help validate models of plume dispersal and atmospheric CO₂ drawdown, though the sensitivity and cost of sensors may be a challenge.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-alkalinity-enhancement-electrochemical",
            " ocean-alkalinity-enhancement-mineral",
            " ocean-biomass-sinking-harvest",
            " ocean-biomass-sinking-no-harvest"
        ]
    },
    {
        "component_id":"bio_added",
        "component_name":"Storage",
        "quantification_target":"mass of captured and stored biomass carbon",
        "uncertainty_type":"execution",
        "responsibility":"project",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"negligible",
        "description":"The mass of biomass material injected for geologic storage — or used as an input for another storage process — can be measured directly as a metered output from the biomass transformation system (e.g. a pyrolyzer) and as a metered input to the storage system. This quantity can also be checked for consistency against the measured mass of biomass feedstock and operational data from the biomass transformation system. The carbon content of the biomass material can be directly measured and converted to CO₂e using a default factor. ",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "biomass-carbon-removal-and-storage"
        ]
    },
    {
        "component_id":"calc",
        "component_name":"Biotic calcification response",
        "quantification_target":"biotic calcification response",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"medium",
        "uncertainty_impact_max":"medium",
        "description":"Since calcification releases CO₂ as a by-product, any changes to the rate of biotic calcification in response to alkalinity additions to the surface ocean must be considered. Shifts in biotic calcification rates could occur in both coastal and open ocean waters, and could be tracked by measuring changes in total alkalinity over time and by sampling the water column to study changes in calcifier populations. In practice, quantifying the biotic calcification response to alkalinity addition may pose significant spatial and temporal challenges.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-alkalinity-enhancement-electrochemical",
            " ocean-alkalinity-enhancement-mineral"
        ]
    },
    {
        "component_id":"carb_marine",
        "component_name":"Marine carbonate precipitation",
        "quantification_target":"reduction in carbon storage as a result of marine carbonate precipitation",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"Eventually, the formation and burial of carbonate minerals will release CO₂ stored by mineral weathering. This process counteracts most or all of the carbon storage associated with weathering carbonate rock, and around half of the storage associated with silicate rock weathering. The carbonate precipitation process occurs slowly and is unlikely to have a significant impact on estimates of carbon storage on decadal to millennial timescales. However on geologic timescales, it is an important process to characterize.",
        "revisions":[
            {
                "date":"12-19-2022",
                "note":"Second release. Added component to explicitly reflect Marine carbonate precipitation rather than simply implying it in DIC residence time."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"carb_surf",
        "component_name":"Terrestrial carbonate precipitation",
        "quantification_target":"reduction in carbon storage as a result of terrestrial carbonate precipitation",
        "uncertainty_type":"scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"The formation of solid carbonates decreases CO₂ drawdown relative to the aqueous reactions that result in alkalinity run-off. It therefore must be considered if drawdown is being estimated on the basis of direct observation of mineral weathering rather than via estimation of alkalinity run-off. Terrestrial carbonate precipitation depends on the type of primary mineral dissolving, carbonate saturation state, and other local environmental conditions.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Changed name from 'Surficial carbonate precipitation' to 'Terrestrial carbonate precipitation' for clarity. Tweaked comment to reflect name change."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"carb_surf_durability",
        "component_name":"Terrestrial carbonate durability",
        "quantification_target":"years of expected CO₂ storage",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"The formation of terrestrial carbonates depends on the type of primary mineral dissolving, carbonate saturation state, and other local environmental conditions. Although surficial carbonates can have complex dynamics of dissolution and reprecipitation, there is a high likelihood of long-term durability.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Changed the component number from (13) to (14). Changed name from 'Surficial carbonate durability' to 'Terrestrial carbonate durability' for clarity. "
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"comp",
        "component_name":"Surface competition effects",
        "quantification_target":"impact on ecosystem-level carbon removal",
        "uncertainty_type":"scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"high",
        "description":"Kelp growth could have secondary effects on phytoplankton carbon uptake, including via nutrient depletion or canopy shading. This is an important factor to consider both in relation to broader ecosystem impacts and for quantifying carbon management outcomes. While only a fraction of the carbon removed by biological activity in the surface ocean will result in permanent carbon storage, we recommend a conservative stance of counting any decrease in surface ocean productivity against estimates of carbon removal achieved.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-biomass-sinking-harvest",
            " ocean-biomass-sinking-no-harvest"
        ]
    },
    {
        "component_id":"energy_CO₂",
        "component_name":"Energy",
        "quantification_target":"energy use emissions",
        "uncertainty_type":"execution ",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "direct-air-capture",
            " biomass-carbon-removal-and-storage",
            " enhanced-weathering",
            " terrestrial-biomass-sinking",
            " ocean-alkalinity-enhancement-electrochemical",
            " ocean-alkalinity-enhancement-mineral",
            " ocean-biomass-sinking-harvest",
            " ocean-biomass-sinking-no-harvest"
        ]
    },
    {
        "component_id":"energy_current",
        "component_name":"Secondary impacts of energy demand",
        "quantification_target":"energy replacement emissions",
        "uncertainty_type":"counterfactual",
        "responsibility":"system",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"medium",
        "description":"The emissions associated with the system response to CDR energy demand must be considered for energy-intensive approaches. This component is less of a concern if a CDR project builds its own renewables, or if project energy demand is dispatchable in a way that supports grid deployment of renewables. If a CDR project introduces a new base load or is otherwise connected to the grid in a manner that could displace demand for renewables, any emissions associated with the energy system response must be considered. There is not yet a clear best practice for how to account for this system interaction.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "direct-air-capture",
            " biomass-carbon-removal-and-storage",
            " ocean-alkalinity-enhancement-electrochemical"
        ]
    },
    {
        "component_id":"evasion",
        "component_name":"Leakage",
        "quantification_target":"leakage from evasion",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"medium",
        "description":"Groundwater can spend days to centuries in the ground before being discharged to streams. Once in surface waters, outgassing (evasion) might occur as groundwater equilibrates with the atmosphere or experiences pH shifts. Outgassing may also occur as surface waters interact with the surface ocean. Ultimately, the effects of enhanced weathering should be understood as an overall shift in CO₂ fluxes from the system as a result of the alkalinity introduced by rock weathering. Any changes in outgassing in the project scenario as compared to the counterfactual should be accounted for. The long timescale and large spatial scale of this process makes it difficult to study directly, but regional models could inform baseline- and project-scenario evasion estimates.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Slightly changed the comment to reflect the possibility of ocean outgassing."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"feed_current",
        "component_name":"Feedstock use counterfactual",
        "quantification_target":"feedstock replacement emissions",
        "uncertainty_type":"counterfactual",
        "responsibility":"system",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"medium",
        "description":"If a biomass feedstock currently serves a function that will need to be replaced if the feedstock is used for BiCRS, any emissions associated with the replacement must be considered.  For example, if agricultural waste is currently used as animal feed or left on the fields to contribute to nitrogen, phosphorus, and potassium in soils, using that agricultural waste for BiCRS would result in new demand for feed or fertilizer, respectively. Current feedstock uses can be evaluated on a project-by-project basis, and the carbon impact of replacements can be estimated via lifecycle assessments. We recommend accounting for feedstock replacement emissions that involve existing feedstock uses rather than potential future uses. For example, agricultural feedstocks for BiCRS should be evaluated based on their current uses (e.g. for animal feed or soil nutrients) rather than potential future uses that are not practiced today (e.g. potential use for bioenergy). The counterfactual for existing utilization should be flexible, and re-evaluated in the future if prevailing practices change.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "biomass-carbon-removal-and-storage",
            " terrestrial-biomass-sinking"
        ]
    },
    {
        "component_id":"feed_stor",
        "component_name":"Feedstock storage counterfactual",
        "quantification_target":"mass of counterfactual stored biomass carbon",
        "uncertainty_type":"counterfactual",
        "responsibility":"system",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"While nearly all biomass carbon eventually makes its way back to the atmosphere, the effective drawdown from more durably storing a biomass feedstock occurs when the CO₂ would otherwise have ended up in the atmosphere. If the counterfactual fate of the biomass feedstock would have resulted in medium-to-long term carbon storage — for example in soils or slow degrading environments — the mass of stored carbon in the counterfactual should not count as additional carbon removal until counterfactual emissions would have occurred. ",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "biomass-carbon-removal-and-storage",
            " terrestrial-biomass-sinking"
        ]
    },
    {
        "component_id":"fert_reduce",
        "component_name":"Change in fertilizer use",
        "quantification_target":"emissions impact of reducing fertilizer use",
        "uncertainty_type":"execution",
        "responsibility":"project",
        "uncertainty_impact_min":"not characterized",
        "uncertainty_impact_max":"not characterized",
        "description":"Applied minerals may contain trace amounts of phosphorus and potassium, which could potentially reduce fertilizer requirements compared to conventional liming approaches. Application of alkaline silicates could also improve plant nitrogen uptake. Due to the potentially difficult nature of the counterfactual scenarios involved, we recommend this component not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that be applied only to counteract project emissions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Changed the component number from (11) to (12)."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"inj_carbon",
        "component_name":"Storage",
        "quantification_target":"mass of captured and stored CO₂",
        "uncertainty_type":"execution ",
        "responsibility":"project",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"negligible",
        "description":"The mass of CO₂ or biomass material injected for geologic storage, or used as an input for another storage process (e.g. mineralization in concrete), can be measured directly as a metered output from the DAC system and a metered input to the storage system. It can also be checked for consistency against operational data from the CO₂ capture or biomass transformation system. ",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "direct-air-capture",
            " biomass-carbon-removal-and-storage"
        ]
    },
    {
        "component_id":"kelp_grown",
        "component_name":"Macroalgae cultivation",
        "quantification_target":"mass of biomass carbon sunk",
        "uncertainty_type":"scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"high",
        "description":"For systems that harvest kelp before sinking, the mass of kelp grown may be directly measured. For systems that do not harvest kelp before sinking, kelp growth may be estimated with yield models that estimate biomass carbon as a function of species and strain, macro- and micronutrient availability, episodic mortality events like disease & storms, and other environmental factors that affect kelp growth. These models must be calibrated based on observational data, which could be derived from direct sampling and weighing, or from indirect measures from conjoined observational buoys (e.g. with instruments pointed at growing kelp). The mass of kelp grown can be converted to carbon using a default carbon content factor.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-biomass-sinking-harvest",
            " ocean-biomass-sinking-no-harvest"
        ]
    },
    {
        "component_id":"kelp_harvest",
        "component_name":"Macroalgae harvest",
        "quantification_target":"mass of biomass carbon",
        "uncertainty_type":"execution ",
        "responsibility":"project",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"negligible",
        "description":"The mass of harvested kelp grown can be measured directly before sinking, and converted to carbon using a default carbon content factor.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"09-20-2022",
                "note":"Fix typo."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-biomass-sinking-harvest"
        ]
    },
    {
        "component_id":"lime_reduce",
        "component_name":"Change in agricultural lime use ",
        "quantification_target":"emissions impact of reducing agricultural lime use",
        "uncertainty_type":"counterfactual",
        "responsibility":"project",
        "uncertainty_impact_min":"not characterized",
        "uncertainty_impact_max":"not characterized",
        "description":"In agricultural contexts, the application of a weathering mineral might reduce the application of lime, thereby displacing associated lifecycle emissions. Any emissions impact associated with the displaced agricultural lime use could thus potentially counterbalance life cycle emissions of applying the weathering mineral. Lime emissions could be estimated based on data about prior usage on the parcel of land in question, or through general best practices for the region and crop type. Due to the potentially difficult nature of the counterfactual here, we recommend this factor not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that they be applied only to counteract project emissions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Changed the component number from (10) to (11)."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"LUC_indirect",
        "component_name":"Indirect land use change",
        "quantification_target":"indirect land use change emissions",
        "uncertainty_type":"scientific",
        "responsibility":"scientific",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"high",
        "description":"Any emissions associated with indirect land use change as a result of feedstock demand must be considered. For example, paying farmers for agricultural waste will likely increase the profitability of their operations, and could result in an increase in acres planted. Directly growing energy crops or creating plantations could displace food production onto other lands and contribute to deforestation. Conversely, the creation of markets for forestry residues could help reduce the rate of conversion of forest systems to agricultural use. To be conservative, however, we recommend that this potential positive impact be excluded from the quantified carbon removal outcome. Estimating indirect land use change resulting from feedstock demand will likely be difficult in practice and require careful economic modeling.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"Uncertainty is low for agricultural or woody biomass waste, Medium to High for dedicated energy crops or plantations",
        "pathways":[
            "biomass-carbon-removal-and-storage",
            " terrestrial-biomass-sinking"
        ]
    },
    {
        "component_id":"mat_CO₂",
        "component_name":"Materials",
        "quantification_target":"material embodied emissions",
        "uncertainty_type":"execution ",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "direct-air-capture",
            " biomass-carbon-removal-and-storage",
            " enhanced-weathering",
            " terrestrial-biomass-sinking",
            " ocean-alkalinity-enhancement-electrochemical",
            " ocean-alkalinity-enhancement-mineral",
            " ocean-biomass-sinking-harvest",
            " ocean-biomass-sinking-no-harvest"
        ]
    },
    {
        "component_id":"min_sec",
        "component_name":"Secondary mineral formation",
        "quantification_target":"portion of alkalinity bound through secondary mineral formation",
        "uncertainty_type":"scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"medium",
        "description":"Secondary mineral formation — such as the formation of clays — can counteract the alkalinity addition associated with rock weathering. It therefore must be considered if drawdown is being estimated on the basis of direct observation of mineral weathering rather than via estimation of alkalinity run-off. Secondary mineral formation depends on many factors, including on the type of primary mineral dissolving as well as the local climate and biota present. It can be characterized via soil mineralogy techniques like x-ray diffraction.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Slightly changed description and comments for clarity."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"n2o_reduce",
        "component_name":"Reduction in N₂O emissions",
        "quantification_target":"emissions impact of reducing N₂O emissions",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"not characterized",
        "uncertainty_impact_max":"not characterized",
        "description":"There is some evidence that the effect of rock weathering on the pH and phosphorus levels of cultivated soils could reduce N₂O emissions. This is an area of active research, and we recommend this component not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that they be applied only to counteract project emissions with a transparent disclosure of GWP assumptions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Changed the component number from (12) to (13)."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"nsad",
        "component_name":"Leakage",
        "quantification_target":"fraction of biomass carbon not sunk to depth",
        "uncertainty_type":"scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"high",
        "description":"Some fraction of the deployed biomass may not successfully sink to the ocean floor or might not sink at suitable depth for long-term storage. This could be a result of biomass being shed during the sinking process, which could be modeled as a function of biomass type and sinking configuration based on field observations. For biomass that sinks after some period of floating in the open ocean (e.g. biomass-based buoys), the possibility that biomass may end up being beached or sinking in areas that do not result in permanent storage (e.g. shallow waters or areas of upwelling) must also be considered. Existing surface ocean transport models could be validated based on GPS-based observational data.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"The potential impact of the non-sunk fraction on total carbon sequestration is low for projects doing direct biomass sinking, but medium to high for projects with undirected sinking (e.g. projects using terrestrial biomass to make floating buoy platforms for kelp).",
        "pathways":[
            "terrestrial-biomass-sinking",
            " ocean-biomass-sinking-harvest",
            " ocean-biomass-sinking-no-harvest"
        ]
    },
    {
        "component_id":"poc",
        "component_name":"Particulate organic carbon response",
        "quantification_target":"particulate organic carbon response",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"not characterized",
        "uncertainty_impact_max":"not characterized",
        "description":"Additional formation of dissolved inorganic carbon (DIC) as a result of alkalinity addition could lead to more particulate organic carbon (POC) formation in the surface ocean. This effect could be quite small if plankton communities are primarily limited by nutrient availability, rather than DIC availability. However, it is possible for organisms to change their carbon-to-nutrient consumption ratios in response to changing environments, which could result in a shift toward increased carbon drawdown in the surface ocean. Because only a small fraction of this increased drawdown would result in permanent carbon storage in the deep ocean, we conservatively recommend this not be counted as additional sequestration or used to counterbalance project lifecycle emissions.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-alkalinity-enhancement-electrochemical",
            " ocean-alkalinity-enhancement-mineral"
        ]
    },
    {
        "component_id":"rock_pot",
        "component_name":"Mineral application",
        "quantification_target":"mass of potential atmospheric removal ",
        "uncertainty_type":"execution",
        "responsibility":"project",
        "uncertainty_impact_min":"not characterized",
        "uncertainty_impact_max":"not characterized",
        "description":"It is possible to calculate potential atmospheric removal by assuming full dissolution of the applied rocks. Realizable drawdown potential depends on mineral composition, particle size, kinetics, and applied volumes. It is also possible to directly analyze rock composition, which is critical not only for carbon accounting but also for tracking other ecosystem and agricultural impacts. Applied volume can be confirmed via an audit of operational records. ",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Tweaked the equation for total carbon removal to begin with Mineral weathering rather than Mineral application."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"sec_precip",
        "component_name":"Secondary precipitation",
        "quantification_target":"secondary precipitation of CaCO3",
        "uncertainty_type":"execution, scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"very high",
        "description":"Secondary precipitation of calcium carbonate (CaCO₃) may occur abiotically if the rate of alkalinity addition compared to diffusion and water movement is such that the saturation state is too high. This is important to characterize as this precipitation results in CO₂ outgassing. Abiotic precipitation can be minimized by ensuring rapid dispersal relative to the rate of alkalinity addition.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "ocean-alkalinity-enhancement-electrochemical",
            " ocean-alkalinity-enhancement-mineral"
        ]
    },
    {
        "component_id":"soil_c",
        "component_name":"Soil carbon impacts",
        "quantification_target":"soil carbon stock change",
        "uncertainty_type":"scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"not characterized",
        "uncertainty_impact_max":"not characterized",
        "description":"Adding minerals to soils has the potential to induce changes to soil carbon, including by affecting plant or microbial activity. Theoretically, these impacts could increase or decrease soil organic carbon (SOC) storage. If rock weathering interactions increase SOC, we recommend that these changes not be used to counterbalance project emissions nor counted as additional durable carbon removal due to the impermanence of soil carbon storage. Conversely, if rock weathering were to decrease SOC relative to the counterfactual, this would be important to factor into our understanding of the effiency of rock weathering and should be included in the calculation of total carbon removal.  There is relatively little research on these potential interactions to date, and they merit further exploration.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Changed the component number from (7) to (8).  Changed the comment to reflect the possibility mineral weathering may also drive outgassing from soils."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"store_leak",
        "component_name":"Leakage",
        "quantification_target":"mass of observed storage system leakage",
        "uncertainty_type":"execution ",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"For terrestrial geologic storage, leakage can be directly monitored during and after the injection period, though this is more challenging for subseafloor reservoirs. If geologic storage results in a functionally stable form on a short timescale — for example, via subsurface mineralization — fugitive emissions associated with the full lifetime of storage may be estimated based on direct observations of the storage reservoir. If instead the integrity of geologic storage requires ongoing monitoring and maintenance — for example with the injection of supercritical CO₂ — the potential for future fugitive emissions must be modeled. In the latter framework, we consider the potential for future leakage as a durability uncertainty rather than a leakage uncertainty. For alternative storage systems, like mineralization in concrete, it is possible to directly measure the conversion of input CO₂ into a functionally stable form and therefore the total leakage from the storage system.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "direct-air-capture",
            " biomass-carbon-removal-and-storage"
        ]
    },
    {
        "component_id":"store_maint",
        "component_name":"Storage monitoring and maintenance",
        "quantification_target":"storage system monitoring and maintenance plan; years of expected CO₂ storage ",
        "uncertainty_type":"execution ",
        "responsibility":"project",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"medium",
        "description":"If storage results in a functionally stable form of CO₂ on a short timescale — for example, via subsurface mineralization or mineralization in concrete — demonstration that the stable form has been achieved is enough to establish durability. However, if the integrity of storage requires ongoing monitoring and maintenance — for example, with the injection of supercritical CO₂ — an evaluation of durability claims must consider the monitoring and maintenance plan, as well as any applicable regulatory structure that assigns ongoing liability for storage integrity. One important consideration is whether or not there is a track record of sufficient administrative capacity to guarantee execution of monitoring, maintenance, and liability arrangements.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "direct-air-capture",
            " biomass-carbon-removal-and-storage"
        ]
    },
    {
        "component_id":"t_recirculation",
        "component_name":"Deepwater recirculation",
        "quantification_target":"years of expected CO₂ storage",
        "uncertainty_type":"scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"medium",
        "uncertainty_impact_max":"medium",
        "description":"From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized and that ocean circulation and currents will eventually return the CO₂ back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation is dependent on the location of sinking and depth achieved, which must be characterized at the project level but can be informed by models.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"The uncertainty associated with time to recirculation is dependent on how well sinking location is known and specified. ",
        "pathways":[
            "terrestrial-biomass-sinking",
            " ocean-biomass-sinking-harvest",
            " ocean-biomass-sinking-no-harvest"
        ]
    },
    {
        "component_id":"tau_alk",
        "component_name":"Alkalinity residence time",
        "quantification_target":"years of expected CO₂ storage",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"low",
        "uncertainty_impact_max":"low",
        "description":"The concept of ocean DIC lifetime is a well-established theory and is accepted within the community to lie somewhere between 10,000 and 100,000 years.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering",
            " ocean-alkalinity-enhancement-electrochemical",
            " ocean-alkalinity-enhancement-mineral"
        ]
    },
    {
        "component_id":"tau_carb_marine",
        "component_name":"Marine carbonate durability",
        "quantification_target":"years of expected CO₂ storage",
        "uncertainty_type":"scientific",
        "responsibility":"system",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"negligible",
        "description":"The precipitation and dissolution of carbonate minerals modifies ocean alkalinity. Carbonates preserved on the seafloor are likely to store carbon on geologic timescales.",
        "revisions":[
            {
                "date":"12-19-2022",
                "note":"Second release. Added component to explicitly reflect Marine carbonate durability."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    },
    {
        "component_id":"terr_added",
        "component_name":"Biomass sinking",
        "quantification_target":"mass of biomass carbon",
        "uncertainty_type":"execution ",
        "responsibility":"project",
        "uncertainty_impact_min":"negligible",
        "uncertainty_impact_max":"negligible",
        "description":"The mass of biomass carbon that is deployed to be sunk into the ocean for storage can be measured directly in terms of the mass of material bailed or used in buoys, and converted to carbon using a default carbon content factor. This quantity can also be checked for consistency against operational data, such as purchase records.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            }
        ],
        "notes":"",
        "pathways":[
            "terrestrial-biomass-sinking"
        ]
    },
    {
        "component_id":"wp",
        "component_name":"Mineral weathering",
        "quantification_target":"quantity of released alkalinity",
        "uncertainty_type":"scientific",
        "responsibility":"project",
        "uncertainty_impact_min":"high",
        "uncertainty_impact_max":"high",
        "description":"The effects of enhanced weathering should be understood as an overall shift in CO₂ fluxes as a result of introducing alkalinity to the system through rock weathering. While most applied minerals will ultimately weather, enhanced weathering approaches should only be credited when the impact on atmospheric CO₂ actually occurs. The rate of rock weathering, and therefore alkalinity introduction, depends on many factors including rock type, particle size, soil type, ambient temperature, precipitation, and irrigation. At a given point in time, it may be possible to measure how much rock has weathered via elemental analysis or by tracking changes in the concentration of tracer elements that originate in the applied rocks and persist in the soil after rock weathering. Rock weathering may be facilitated by different sources of acid (carbonic or non-carbonic) and result in different weathering products, which can each have unique impacts on system CO₂ fluxes. If rock is weathered by carbonic acid, a potential product is dissolved inorganic carbon (DIC). To inform a lower bound on rock weathering and characterize how much additional DIC is leaving the site because of the weathering, effluent from the weathering site can be continuously monitored to detect changes in the carbonic acid system. These changes can be constrained by monitoring any two components of the carbonic acid system: pH, total alkalinity (TA), partial pressure of CO₂ (pCO₂), or dissolved inorganic carbon (DIC). Both approaches — monitoring of the rock in the weathering site and monitoring the effluent leaving the weathering site — are areas of active innovation.",
        "revisions":[
            {
                "date":"09-19-2022",
                "note":"First release."
            },
            {
                "date":"09-20-2022",
                "note":"Moving component 2 to modify 'Mineral weathering' rather than 'Alkalinity run-off'. Component 2 reflects the fact that estimating the non-weathered potion of rock can be done either by trying to measure how much rock is left, or by tracking the alkalinity and pH of the run-off, and therefore could therefore be associated with either component of the pathway diagram. We are moving it based on initial feedback that having component 2 modify 'Mineral weathering' would be a more intuitive relationship."
            },
            {
                "date":"12-19-2022",
                "note":"Second release. Tweaked the equation for total carbon removal to begin with Mineral weathering rather than Mineral application. Changed the Mineral weathering component to represent the additive factor 'quantity of released alkalinity' rather than the subtractive factor 'non-weathered portion of rock'."
            }
        ],
        "notes":"",
        "pathways":[
            "enhanced-weathering"
        ]
    }
]