{
  "pathway_name": "Ocean Alkalinity Enhancement - Electrochemical",
  "pathway_description": "",
  "VCL": ["3", " 3"],
  "equation": "(1-2-3-4+5-6-7)-(8+9)",
  "elements": [
    {
      "element": "1",
      "category": "drawdown",
      "name": "alk_add",
      "description": "optimal atmospheric removal",
      "comments": "Assuming full conversion of alkalinity into dissolved inorganic carbon (DIC) from atmospheric CO2, this can be calculated based on the measured addition of NaOH or other alkalinity to the oceans.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "negligible",
      "uncertainty_magnitude_max": "negligible",
      "notes": "",
      "revisions": []
    },
    {
      "element": "2",
      "category": "drawdown",
      "name": "carb",
      "description": "carbonate vs. bicarbonate formation",
      "comments": "Environmental conditions and alkalinity addition dynamics (e.g. rate of point source additions) result in different fractions of carbonate (HCO3-) versus bicarbonate (HCO3-). This is important to characterize as the uptake of atmospheric CO2 is reduced with the presence of more carbonate in the water. Overall CO2 uptake efficiency can be estimated using seawater chemistry modeling software and the equation presented in Renforth & Henderson (2017). These estimates could also be validated by measurements of bicarbonate concentrations or total alkalinity in the water column.",
      "uncertainty_type": "scientific",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "medium",
      "notes": "",
      "revisions": []
    },
    {
      "element": "3",
      "category": "drawdown",
      "name": "sec_precip",
      "description": "secondary precipitation of CaCO3",
      "comments": "Secondary precipitation of calcium carbonate (CaCO3) may occur abiotically if alkalinity concentrations are too high. This is important to characterize as this precipitation results in CO2 outgassing. Abiotic precipitation can be minimized by ensuring rapid dispersal relative to the rate of alkalinity addition. Sampling total alkalinity near the dispersal point can help quantitatively determine the extent to which alkalinity is lost due to precipitation.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "medium",
      "notes": "",
      "revisions": []
    },
    {
      "element": "4",
      "category": "drawdown",
      "name": "calc",
      "description": "biotic calcification response",
      "comments": "Since calcification releases CO2 as a by-product, any changes to the rate of biotic calcification in response to alkalinity additions to the surface ocean must be considered. Shifts in biotic calcification rates could  occur in both coastal and open ocean waters, and could be tracked by measuring changes in total alkalinity over time and by sampling the water column to study changes in calcifier populations. In practice, quantifying the biotic calcification response to alkalinity addition may pose significant spatial and temporal challenges.",
      "uncertainty_type": "scientific",
      "responsibility": "system",
      "uncertainty_magnitude_min": "medium",
      "uncertainty_magnitude_max": "medium",
      "notes": "",
      "revisions": []
    },
    {
      "element": "4*",
      "category": "drawdown",
      "name": "poc",
      "description": "particulate organic carbon response",
      "comments": "Additional formation of dissolved inorganic carbon (DIC) as a result of alkalinity addition could lead to more particulate organic carbon (POC) formation in the surface ocean. This effect could be quite small if plankton communities are primarily limited by nutrient availability rather than DIC availability. However, it is possible for organisms to change their carbon-to-nutrient consumption ratios in response to changing environments which could result in a shift toward increased carbon drawdown in the surface ocean. Because only a small fraction of this increased drawdown would result in permanent carbon storage in the deep ocean, we conservatively recommend this not be counted as additional sequestration or used to counterbalance project lifecycle emissions.",
      "uncertainty_type": "scientific",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "5",
      "category": "drawdown",
      "name": "asg",
      "description": "air-sea gas exchange",
      "comments": "Atmospheric uptake is reduced if alkalinity is transferred to the deep ocean before either increasing the uptake of atmospheric CO₂ or decreasing the outgassing of CO₂ to the atmosphere. The precise dispersal of alkalinity and associated efficiency of air-sea gas exchange is dependent on the location and timing of alkalinity deployment, and is hard to directly observe. In-situ measurements can potentially track post-deployment changes in pCO2, pH and dissolved inorganic carbon (DIC) to help validate models of plume dispersal and atmospheric CO2 drawdown, though the sensitivity and cost of these sensors may be a challenge.",
      "uncertainty_type": "scientific",
      "responsibility": "system",
      "uncertainty_magnitude_min": "high",
      "uncertainty_magnitude_max": "high",
      "notes": "",
      "revisions": []
    },
    {
      "element": "6",
      "category": "drawdown",
      "name": "acid_return",
      "description": "long-term fate of acid",
      "comments": "Any source of acid from the process that ultimately reaches the ocean or interacts with terrestrial carbonates prior to being neutralized will counteract claimed alkalinity enhancement. At the project level, it's possible to ascertain the likely end fate of produced acid using operational records. As this solution scales, acid disposal may become more of a challenge.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "7",
      "category": "emissions",
      "name": "energy_co2",
      "description": "energy use emissions",
      "comments": "This component should be based on an assessment of lifecycle emissions of the specific electricity or energy sources consumed by the project.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "8",
      "category": "emissions",
      "name": "mat_co2",
      "description": "material embodied emissions",
      "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks, can be estimated based on a cradle-to-grave lifecycle assessment of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around these boundary assumptions, as well as the data sources and associated uncertainties across the board, is necessary for LCA consistency and comparability.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "9",
      "category": "permanence",
      "name": "tau_dic",
      "description": "DIC residence time",
      "comments": "The concept of ocean dissolved inorganic carbon (DIC) lifetime is well-established and is accepted within the community to lie somewhere between 10,000-100,000 years.",
      "uncertainty_type": "scientific",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "10",
      "category": "operations",
      "name": "ops",
      "description": "project operations",
      "comments": "The basis of any rigorous evaluation of what a carbon removal project has achieved is clarity around a project's operations. This includes (1) transparent operations and the ability for external parties to see the process unfolding, (2) auditable operation records that can be cross-checked against carbon removal claims, (3) transparent protocols around how carbon management outcomes are quantified if such claims are being made by the project, and (4) an auditable — and preferably public —registry that ensures against double-counting of carbon removal benefits.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    }
  ]
}
