{
  "pathway_name": "Ocean Biomass Sinking No - Harvest",
  "pathway_description": "",
  "VCL": ["1", " 2"],
  "equation": "(1-2-3-4)-(5+6)",
  "elements": [
    {
      "element": "1",
      "category": "drawdown",
      "name": "kelp_grown",
      "description": "mass of biomass carbon",
      "comments": "The mass of kelp grown can be converted to carbon using a default carbon content factor. For systems that involve an ocean biomass harvesting step, biomass can be measured directly before sinking. For systems that do not involve a kelp harvesting step, yield models may be developed as a function of species and strain, macro- and micronutrient availability, episodic mortality events like disease & storms, and other environmental factors that affect kelp growth. These models must be calibrated based on observational data, which could be derived from direct sampling and weighing, or from indirect measures from conjoined observational buoys (e.g. with instruments pointed at growing kelp).",
      "uncertainty_type": "scientific",
      "responsibility": "project",
      "uncertainty_magnitude_min": "high",
      "uncertainty_magnitude_max": "high",
      "notes": "",
      "revisions": []
    },
    {
      "element": "2",
      "category": "drawdown",
      "name": "nsad",
      "description": "fraction not sunk at depth",
      "comments": "Some fraction of the deployed biomass may not successfully sink to the ocean floor or might not sink at suitable depth for long-term storage. This could be a result of biomass being shed during the sinking process, which could be modeled as a function of biomass type and sinking configuration based on field observations. For biomass that sinks after some period of floating in the open ocean (e.g. biomass-based buoys), the possibility that biomass may end up being beached or sinking in areas that do not result in permanent storage (e.g. shallow waters or areas of upwelling) must also be considered. Existing surface ocean transport models could be validated based on GPS-based observational data.",
      "uncertainty_type": "scientific",
      "responsibility": "project",
      "uncertainty_magnitude_min": "medium",
      "uncertainty_magnitude_max": "high",
      "notes": "",
      "revisions": []
    },
    {
      "element": "3",
      "category": "drawdown",
      "name": "comp",
      "description": "surface competition effects",
      "comments": "Kelp growth could have secondary effects on phytoplankton carbon uptake, including via nutrient depletion and canopy shading. This is an important factor to consider both in relation to broader ecosystem impacts and for quantifying carbon management outcomes. While only a fraction of the carbon removed by biological activity in the surface ocean may result in permanent carbon storage, we recommend a conservative stance of counting any decrease in surface ocean productivity against estimates of carbon removal achieved.",
      "uncertainty_type": "scientific",
      "responsibility": "project",
      "uncertainty_magnitude_min": "high",
      "uncertainty_magnitude_max": "high",
      "notes": "",
      "revisions": []
    },
    {
      "element": "4",
      "category": "drawdown",
      "name": "dic_deep",
      "description": "DIC coming from deeper waters",
      "comments": "Any carbon absorbed by kelp which comes from deeper waters rather than surface waters would reduce near-term (decades to centuries) atmospheric drawdown. Berger et al 2022 estimated that this could result in a ~25% reduction in net carbon removal, though that is only a single estimate in a meeting abstract. It is unclear what the best approach to directly measure this might be, and we may have to rely on models.",
      "uncertainty_type": "scientific",
      "responsibility": "system",
      "uncertainty_magnitude_min": "high",
      "uncertainty_magnitude_max": "high",
      "notes": "",
      "revisions": []
    },
    {
      "element": "5",
      "category": "emissions",
      "name": "energy_co2",
      "description": "energy use emissions",
      "comments": "This component should be based on an assessment of lifecycle emissions of the specific electricity or energy sources consumed in a facility managed by the project.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "6",
      "category": "emissions",
      "name": "mat_co2",
      "description": "material embodied emissions",
      "comments": "The embodied emissions of any materials consumed during operation, like biomass feedstocks, can be estimated based on a cradle-to-grave lifecycle assessment of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around these boundary assumptions, as well as the data sources and associated uncertainties across the board, is necessary for LCA consistency and comparability.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "7",
      "category": "permanence",
      "name": "t_recirculation",
      "description": "deep water recirclation",
      "comments": "From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized, and that ocean circulation and currents will eventually return the CO2 back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation is dependent on the location of sinking and depth achieved, which must be characterized at the project level, but can be informed by models.",
      "uncertainty_type": "scientific",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "medium",
      "notes": "The uncertainty associated with time to recirculation is dependent on how well sinking location is known and specified.",
      "revisions": []
    },
    {
      "element": "8",
      "category": "operations",
      "name": "ops",
      "description": "project operations",
      "comments": "The basis of any rigorous evaluation of what a carbon removal project has achieved is clarity around a project's operations. This includes (1) transparent operations and the ability for external parties to see the process unfolding, (2) auditable operation records that can be cross-checked against carbon removal claims, (3) transparent protocols around how carbon management outcomes are quantified if such claims are being made by the project, and (4) an auditable — and preferably public —registry that ensures against double-counting of carbon removal benefits.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    }
  ]
}
