[
  {
    "pathway_name": "Direct_Air_Capture",
    "pathway_description": "Direct Air Capture (DAC) uses chemicals to capture CO₂ from ambient air and generate a concentrated stream of CO₂ for storage. We assume that captured CO₂ is not used for enhanced oil recovery. This pathway is VCL 4-5, meaning that current quantification capacity can establish permanent carbon removal with relative confidence.",
    "VCL": ["4", "5"],
    "equation": "(1 - 2) - (3 + 4 + 5)",
    "elements": [
      {
        "element": "1",
        "category": "drawdown",
        "name": "inj_co2",
        "quantification_target": "mass of stored CO₂",
        "description": "Storage",
        "comments": "The mass of CO₂ injected for geologic storage, or used as an input for another storage process (e.g. mineralization in concrete), can be measured directly as a metered output from the DAC system and a metered input to the storage system. It can also be checked for consistency against operational data from the CO₂ capture system. We assume here that injected CO₂ is not used for enhanced oil recovery (EOR). In the case of EOR, any GHG emissions associated with enhanced oil recovery and fuel use would have to be accounted for, as well as additionality questions about the appropriate baseline against which to credit the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "negligible",
        "uncertainty_impact_max": "negligible",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]

      },
      {
        "element": "2",
        "category": "drawdown",
        "name": "store_leak",
        "quantification_target": "mass of CO₂ that escapes the storage system",
        "description": "Leakage",
        "comments": "For terrestrial geologic storage, leakage can be directly monitored during and after the injection period, though this is more challenging for subseafloor reservoirs. If geologic storage results in a functionally stable form on a short timescale — for example, via subsurface mineralization — fugitive emissions associated with the full lifetime of storage may be estimated based on direct observations of the storage reservoir. If instead the integrity of geologic storage requires ongoing monitoring and maintenance — for example with the injection of supercritical CO₂ — the potential for future fugitive emissions must be modeled. In the latter framework, we consider the potential for future leakage as a durability uncertainty rather than a leakage uncertainty (see Storage Monitoring and Maintenance). For alternative storage systems, like mineralization in concrete, it is possible to directly measure the conversion of input CO₂ into a functionally stable form and therefore the total leakage from the storage system.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]

      },
      {
        "element": "3",
        "category": "emissions",
        "name": "mat_co2",
        "quantification_target": "material embodied emissions",
        "description": "Materials",
        "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "4",
        "category": "emissions",
        "name": "energy_co2",
        "quantification_target": "energy use emissions",
        "description": "Energy",
        "comments": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "5",
        "category": "emissions",
        "name": "energy_current",
        "quantification_target": "energy replacement emissions",
        "description": "Secondary impacts of energy demand",
        "comments": "The emissions associated with the system response to CDR energy demand must be considered for energy-intensive approaches. This component is less of a concern if a CDR project builds its own renewables, or if project energy demand is dispatchable in a way that supports grid deployment of renewables. If a CDR project introduces a new base load or is otherwise connected to the grid in a manner that could displace demand for renewables, any emissions associated with the energy system response must be considered. There is not yet a clear best practice for how to account for this system interaction.",
        "uncertainty_type": ["counterfactual"],
        "responsibility": "system",
        "uncertainty_impact_min": "negligible",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "6",
        "category": "durability",
        "name": "stor_maint",
        "quantification_target": "storage system monitoring and maintenance plan; years of expected CO₂ storage",
        "description": "Storage monitoring and maintenance",
        "comments": "If storage results in a functionally stable form of CO₂ on a short timescale — for example, via subsurface mineralization or mineralization in concrete — demonstration that the stable form has been achieved is enough to establish durability. However, if the integrity of storage requires ongoing monitoring and maintenance — for example, with the injection of supercritical CO₂ — an evaluation of durability claims must consider the monitoring and maintenance plan, as well as any applicable regulatory structure that assigns ongoing liability for storage integrity. One important consideration is whether or not there is a track record of sufficient administrative capacity to guarantee execution of monitoring, maintenance, and liability arrangements.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      }
    ]
  },
  {
    "pathway_name": "Biomass_Carbon_Removal_and_Storage",
    "pathway_description": "Biomass with carbon removal and storage (BiCRS) uses photosynthesis to remove CO₂ from the atmsophere, and transforms the resulting biomass (e.g. via pyrolysis) and its environment (e.g. via geologic injection) to achieve long-term storage. This pathway is VCL 3-5, meaning that current quantification capacity can establish permanent carbon removal, but that for certain approaches, significant uncertainties remain.",
    "VCL": ["3", "5"],
    "equation": "(1 - 2 - 3 - 4 - 5) - (6 + 7)",
    "elements": [
      {
        "element": "1",
        "category": "drawdown",
        "name": "bio_added",
        "quantification_target": "mass of stored biomass carbon",
        "description": "Storage",
        "comments": "The mass of biomass material injected for geologic storage — or used as an input for another storage process — can be measured directly as a metered output from the biomass transformation system (e.g. a pyrolyzer) and as a metered input to the storage system. This quantity can also be checked for consistency against the measured mass of biomass feedstock and operational data from the biomass transformation system. The carbon content of the biomass material can be directly measured and converted to CO₂e using a default factor.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "negligible",
        "uncertainty_impact_max": "negligible",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "2",
        "category": "drawdown",
        "name": "stor_leak",
        "quantification_target": "mass of observed storage system leakage",
        "description": "Leakage",
        "comments": "For terrestrial geologic storage, leakage (e.g. fugitive emissions or migrating bio-oil) can be directly monitored during and after the injection period, though this is more challenging for subseafloor reservoirs. If geologic storage results in functionally stable form on a short timescale — for example, via subsurface mineralization of CO₂ or demonstration that injected bio-oil will not break down under subsurface conditions — fugitive emissions associated with the full lifetime of storage may be estimated based on direct observations of the storage reservoir. If instead the integrity of geologic storage requires ongoing monitoring and maintenance — for example, with the injection of supercritical CO₂ — the potential for future fugitive emissions must be modeled. In this framework, we consider the potential for future leakage as a durability uncertainty rather than a leakage uncertainty (see Storage Monitoring and Maintenance). For alternative storage systems, like mineralization in concrete, it is possible to directly measure the conversion of input CO₂ into a functionally stable form and therefore the total leakage from the storage system.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "3",
        "category": "drawdown",
        "name": "feed_stor",
        "quantification_target": "mass of counterfactual stored biomass carbon",
        "description": "Feedstock storage counterfactual",
        "comments": "While nearly all biomass carbon eventually makes its way back to the atmosphere, the effective drawdown from BiCRS occurs when the CO₂ would otherwise have ended up in the atmosphere. If the counterfactual fate of the biomass feedstock would have resulted in medium-to-long term carbon storage — for example in slow degrading environments or soils — the mass of stored carbon in the counterfactual should not count as additional carbon removal until counterfactual emissions would have occurred.",
        "uncertainty_type": ["counterfactual"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "4",
        "category": "drawdown",
        "name": "feed_current",
        "quantification_target": "feedstock replacement emissions",
        "description": "Feedstock use counterfactual",
        "comments": "If a biomass feedstock currently serves a function that will need to be replaced if the feedstock is used for BiCRS, any emissions associated with the replacement must be considered.  For example, if agricultural waste is currently used as animal feed or left on the fields to contribute to nitrogen, phosphorus, and potassium in soils, using that agricultural waste for BiCRS would result in new demand for feed or fertilizer, respectively. Current feedstock uses can be evaluated on a project-by-project basis, and the carbon impact of replacements can be estimated via lifecycle assessments. We recommend accounting for feedstock replacement emissions that involve existing feedstock uses rather than potential future uses. For example, agricultural feedstocks for BiCRS should be evaluated based on their current uses (e.g. for animal feed or soil nutrients) rather than potential future uses that are not practiced today (e.g. potential use for bioenergy). The counterfactual for existing utilization should be flexible, and re-evaluated in the future if prevailing practices change.",
        "uncertainty_type": ["counterfactual"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "5",
        "category": "drawdown",
        "name": "LUC_indirect",
        "quantification_target": "indirect land use change emissions",
        "description": "Indirect land use change",
        "comments": "Any emissions associated with indirect land use change as a result of feedstock demand must be considered. For example, paying farmers for agricultural waste will likely increase the profitability of their operations, and could result in an increase in acres planted. Directly growing energy crops or creating plantations could displace food production onto other lands and contribute to deforestation. Conversely, the creation of markets for forestry residues could help reduce the rate of conversion of forest systems to agricultural use. To be conservative, however, we recommend that this potential positive impact be excluded from the quantified carbon removal outcome. Estimating indirect land use change resulting from feedstock demand will likely be difficult in practice and require careful economic modeling.",
        "uncertainty_type": ["scientific"],
        "responsibility": "scientific",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "high",
        "notes": "Uncertainty is low for agricultural or woody biomass waste, Medium to High for dedicated energy crops or plantations",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "6",
        "category": "emissions",
        "name": "mat_co2",
        "quantification_target": "material embodied emissions",
        "description": "Materials",
        "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "7",
        "category": "emissions",
        "name": "energy_co2",
        "quantification_target": "energy use emissions",
        "description": "Energy",
        "comments": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "8",
        "category": "durability",
        "name": "stor_maint",
        "quantification_target": "storage system monitoring and maintenance plan; years of expected CO₂ storage",
        "description": "Storage monitoring and maintenance",
        "comments": "If storage results in a functionally stable form of CO₂ on a short timescale — for example, via subsurface mineralization or mineralization in concrete — demonstration that the stable form has been achieved is enough to establish durability. However, if the integrity of storage requires ongoing monitoring and maintenance — for example, with the injection of supercritical CO₂ — an evaluation of durability claims must consider the monitoring and maintenance plan, as well as any applicable regulatory structure that assigns ongoing liability for storage integrity. One important consideration is whether or not there is a track record of sufficient administrative capacity to guarantee execution of monitoring, maintenance, and liability arrangements.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      }
    ]
  },
  {
    "pathway_name": "Enhanced_Weathering",
    "pathway_description": "Enhanced weathering (EW) is a process that speeds up the chemical reactions between rocks, water, and air to remove CO₂ from the atmosphere. Here, we specifically consider EW performed by spreading finely ground rock on agricultural soils. This pathway is VCL 3, meaning that current quantification capacity can establish net carbon removal occurred, but significant uncertainties remain.",
    "VCL": ["3", "3"],
    "equation": "(1 - 2 - 3 - 4 - 5 - 6) - (8 + 9)",
    "elements": [
      {
        "element": "1",
        "category": "drawdown",
        "name": "rock_pot",
        "quantification_target": "mass of potential atmospheric removal",
        "description": "Mineral application",
        "comments": "It is possible to calculate potential atmospheric removal by assuming full dissolution of the applied rocks. Realizable drawdown potential depends on mineral composition, particle size, kinetics, and applied volumes. It is also possible to directly analyze rock composition, which is critical not only for carbon accounting but also for tracking other ecosystem and agricultural impacts. Applied volume can be confirmed via an audit of operational records.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "2",
        "category": "drawdown",
        "name": "nwp",
        "quantification_target": "non-weathered portion of rock",
        "description": "Alkalinity run-off",
        "comments": "The rate of mineral weathering depends on many factors, including rock particle size, soil type, ambient temperature, precipitation, and irrigation. While most of the applied minerals will ultimately weather, the effective CO₂ drawdown should only be credited when the weathering actually occurs. At a given point in time, it is possible to measure how much rock has weathered via elemental analysis or by tracking changes in the concentration of tracer elements that originate in the applied rocks and persist in the soil after rock weathering. However, these measurements do not tell one what portion of the alkalinity released through weathering has resulted in stored CO₂ (see Alkalinity Loss, Secondary Mineral Formation, and Secondary Precipitation for more details). Alternatively, the pH and alkalinity of the water leaving the weathering site can be continuously measured to provide an estimate of how much alkalinity originating from the weathered rock has resulted in stored CO₂ that is exported from the system as dissolved inorganic carbon. This approach provides an upper bound on the non-weathered portion of rock and, if used as the primary estimate of drawdown, could simplify the overall quantification approach. Both approaches — monitoring of the rock in the weathering site, and monitoring of the alkalinity leaving the weathering site — are areas of active innovation.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "high",
        "uncertainty_impact_max": "high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "3",
        "category": "drawdown",
        "name": "alk_loss",
        "quantification_target": "portion of released alkalinity that is absorbed by vegetation or reacts with non-CO₂ sources of acid",
        "description": "Alkalinity loss",
        "comments": "Mineral weathering releases cations that increase the alkalinity of soil pore water to facilitate CO₂ storage. However, not all of the released cations will immediately react with carbonic acid and result in CO₂ storage. For example, the released cations may instead react with other sources of acidity in the soil (e.g. protons associated with mineral and organic surfaces, denitrification, or sulfide oxidation), thereby reducing total CO₂ drawdown. The released cations may also be absorbed by vegetation if plants react to a marginal increase in availability with a marginal increase in uptake. The quantity of lost alkalinity is also reflected in the difference between the quantity of rock that has weathered and the quantity of alkalinity that has left the weathering site. (See Alkalinity run-off for more details.)",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "medium",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "4",
        "category": "drawdown",
        "name": "min_sec",
        "quantification_target": "portion of released alkalinity bound through secondary mineral formation",
        "description": "Secondary mineral formation",
        "comments": "Secondary mineral formation – such as the formation of clays — can counteract the alkalinity increase associated with rock weathering.  Secondary mineral formation depends on many factors, including on the type of primary mineral dissolving as well as the local climate and biota present. It can be characterized via soil mineralogy techniques like x-ray diffraction. The loss of alkalinity due to secondary mineral formation, and therefore the reduction in stored CO₂, is also reflected in the difference between the quantity of rock that has weathered and the quantity of alkalinity leaving the weathering site. (See Alkalinity run-off for more details.)",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "negligible",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "5",
        "category": "drawdown",
        "name": "carb_surf",
        "quantification_target": "portion of captured CO₂ precipitated as surficial carbonates",
        "description": "Surficial carbonate precipitation",
        "comments": "The formation of solid carbonates decreases CO₂ drawdown in comparison to the aqueous reactions that result in alkalinity run-off. It therefore must be considered if drawdown is being estimated on the basis of direct observation of mineral weathering rather than alkalinity run-off. (See Alkalinity run-off for more details.) Surficial carbonate precipitation depends on the type of primary mineral dissolving, carbonate saturation state, and other local environmental conditions.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "6",
        "category": "drawdown",
        "name": "evasion",
        "quantification_target": "leakage from evasion",
        "description": "Leakage",
        "comments": "The additional flux of dissolved inorganic carbon (DIC) from the site of application into regional groundwater systems represents captured CO₂. The longer-term fate of this DIC is hard to precisely estimate. Groundwater can spend days to centuries in the ground before being discharged to streams. Once in surface waters, outgassing (evasion) might occur, for example as a result of shifts in pH.  The long timescale of this process makes it difficult to study directly, but regional models could inform evasion estimates.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "7*",
        "category": "drawdown",
        "name": "soil_c",
        "quantification_target": "soil carbon stock change",
        "description": "Soil carbon impacts",
        "comments": "Mineral addition to soils could have a diversity of impacts on soil carbon, including via changes to plant or microbial productivity. There has been relatively limited research on this topic to date. Due to the impermanence of soil carbon storage, we recommend that these carbon cycle impacts should not be used to counterbalance project emissions nor counted as additional drawdown.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "not characterized",
        "uncertainty_impact_max": "not characterized",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "8",
        "category": "emissions",
        "name": "mat_co2",
        "quantification_target": "material embodied emissions",
        "description": "Materials",
        "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "9",
        "category": "emissions",
        "name": "energy_co2",
        "quantification_target": "energy use emissions",
        "description": "Energy",
        "comments": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "10*",
        "category": "emissions",
        "name": "lime_reduce",
        "quantification_target": "emissions impact of reducing agricultural lime use",
        "description": "Change in agricultural lime use",
        "comments": "In agricultural contexts, the application of a weathering mineral might reduce the application of lime, thereby displacing associated lifecycle emissions. Any emissions impact associated with the displaced agricultural lime use could thus potentially counterbalance life cycle emissions of applying the weathering mineral. Lime emissions could be estimated based on data about prior usage on the parcel of land in question, or through general best practices for the region and crop type. Due to the potentially difficult nature of the counterfactual here, we recommend this factor not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that they be applied only to counteract project emissions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
        "uncertainty_type": ["counterfactual"],
        "responsibility": "project",
        "uncertainty_impact_min": "not characterized",
        "uncertainty_impact_max": "not characterized",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "11*",
        "category": "emissions",
        "name": "fert_reduce",
        "quantification_target": "emissions impact of reducing fertilizer use",
        "description": "Change in fertilizer use",
        "comments": "Applied minerals may contain trace amounts of phosphorus and potassium, which could potentially reduce fertilizer requirements compared to conventional liming approaches. Application of alkaline silicates could also improve plant nitrogen uptake. Due to the potentially difficult nature of the counterfactual scenarios involved, we recommend this element not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that be applied only to counteract project emissions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "not characterized",
        "uncertainty_impact_max": "not characterized",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "12*",
        "category": "emissions",
        "name": "n2o_reduce",
        "quantification_target": "emissions impact of reducing N₂O emissions",
        "description": "Reduction in N₂O emissions",
        "comments": "There is some evidence that the effect of rock weathering on the pH and phosphorus levels of cultivated soils could reduce N₂O emissions. This is an area of active research, and we recommend this element not be included in the accounting of net carbon removal. If these emissions were to be included, we recommend that they be applied only to counteract project emissions with a transparent disclosure of GWP assumptions, but in no case that they be included in a way that increases the estimate of additional carbon removal.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "not characterized",
        "uncertainty_impact_max": "not characterized",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "13",
        "category": "durability",
        "name": "carb_surf",
        "quantification_target": "years of expected CO₂ storage",
        "description": "Surficial carbonate durability",
        "comments": "The formation of surficial carbonates depends on the type of primary mineral dissolving, carbonate saturation state, and other local environmental conditions. Although surficial carbonates have complex seasonal dynamics of dissolution and reprecipitation, there is a high likelihood of long-term durability. If CO₂ storage is conservatively estimated based primarily on the quantity of alkalinity leaving the weathering site, this component of storage duration may be ignored. See “Alkalinity run-off” for more details.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "14",
        "category": "durability",
        "name": "tau_dic",
        "quantification_target": "years of expected CO₂ storage",
        "description": "DIC residence time",
        "comments": "The concept of ocean DIC lifetime is a well-established theory and is accepted within the community to lie somewhere between 10,000 and 100,000 years.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      }
    ]
  },
  {
    "pathway_name": "Terrestrial_Biomass_Sinking",
    "pathway_description": "Terrestrial Biomass Sinking uses plants or algae to remove CO₂ from the atmsophere via photsynthesis, and sinks that biomass into the deep ocean to achieve long-term carbon storage. In addition to the carbon removal and durability uncertainties mapped below, there are important uncertainties about the ecosystem impacts of this approach. This pathway is VCL 2-4, meaning that current quantification capacity can establish permanent carbon removal, but for certain approaches, very significant uncertainties remain.",
    "VCL": ["2", "4"],
    "equation": "(1 - 2 - 3 - 4 - 5) - (6 + 7)",
    "elements": [
      {
        "element": "1",
        "category": "drawdown",
        "name": "terr_added",
        "quantification_target": "mass of biomass carbon",
        "description": "Biomass sinking",
        "comments": "The mass of biomass carbon that is deployed to be sunk into the ocean for storage can be measured directly in terms of the mass of material bailed or used in buoys, and converted to carbon using a default carbon content factor. This quantity can also be checked for consistency against operational data, such as purchase records.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "negligible",
        "uncertainty_impact_max": "negligible",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "2",
        "category": "drawdown",
        "name": "nsad",
        "quantification_target": "fraction of biomass carbon not sunk to depth",
        "description": "Leakage",
        "comments": "Some fraction of the deployed biomass may not successfully sink to the ocean floor or might not sink at suitable depth for long-term storage. This could be a result of biomass being shed during the sinking process, which could be modeled as a function of biomass type and sinking configuration based on field observations. For biomass that sinks after some period of floating in the open ocean (e.g. biomass-based buoys), the possibility that biomass may end up being beached or sinking in areas that do not result in permanent storage (e.g. shallow waters or areas of upwelling) must also be considered. Existing surface ocean transport models could be validated based on GPS-based observational data.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "high",
        "notes": "The potential impact of the non-sunk fraction on total carbon sequestration is low for projects doing direct biomass sinking, but medium to high for projects with undirected sinking (e.g. projects using terrestrial biomass to make floating buoy platforms for kelp).",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "3",
        "category": "drawdown",
        "name": "terr_stor",
        "quantification_target": "mass of counterfactual stored biomass carbon",
        "description": "Feedstock storage counterfactual",
        "comments": "While nearly all biomass carbon eventually makes its way back to the atmosphere, the effective drawdown from biomass sinking occurs when the CO₂ would otherwise have ended up in the atmosphere. If the counterfactual fate of the biomass feedstock would have resulted in medium-to-long term carbon storage — for example in landfills, in slow degrading environments, or in soils — the mass of stored carbon in the counterfactual does not count as additional carbon removal until counterfactual emissions would have occurred.",
        "uncertainty_type": ["counterfactual"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "4",
        "category": "drawdown",
        "name": "terr_current",
        "quantification_target": "feedstock replacement emissions",
        "description": "Feedstock use counterfactual",
        "comments": "If a biomass feedstock currently serves a function that will need to be replaced if used for sinking, any emissions associated with the replacement must be considered.  For example, if agricultural waste is currently used as animal feed or left on the fields to contribute to nitrogen, phosphorus, and potassium in soils, using that agricultural waste for sinking would result in new demand for feed or fertilizer, respectively. Current feedstock uses can be evaluated on a project-by-project basis, and the carbon impact of replacements can be estimated via lifecycle assessments.",
        "uncertainty_type": ["counterfactual"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "5",
        "category": "drawdown",
        "name": "LUC_indirect",
        "quantification_target": "indirect land use change emissions",
        "description": "Indirect land use change",
        "comments": "Any emissions associated with indirect land use change as a result of feedstock demand must be considered. For example, paying farmers for agricultural waste will likely increase the profitability of their operations, and could result in an increase in acres planted. Directly growing energy crops or creating plantations could displace food production onto other lands and contribute to deforestation. Conversely, the creation of markets for forestry residues could help reduce the rate of conversion of forest systems to agricultural use. To be conservative, however, we recommend that this potential positive impact be excluded from the quantified carbon removal outcome. Estimating indirect land use change resulting from feedstock demand will likely be difficult in practice and require careful economic modeling.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "high",
        "notes": "The potential impact of indirect land use is low for agricultural or woody biomass waste, but medium to high for dedicated energy crops or plantations.",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "6",
        "category": "emissions",
        "name": "mat_co2",
        "quantification_target": "material embodied emissions",
        "description": "Materials",
        "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "7",
        "category": "emissions",
        "name": "energy_co2",
        "quantification_target": "energy use emissions",
        "description": "Energy",
        "comments": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "8",
        "category": "durability",
        "name": "t_recirculation",
        "quantification_target": "years of expected CO₂ storage",
        "description": "Deepwater recirculation",
        "comments": "From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized and that ocean circulation and currents will eventually return the CO₂ back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation is dependent on the location of sinking and depth achieved, which must be characterized at the project level but can be informed by models.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "medium",
        "uncertainty_impact_max": "medium",
        "notes": "The uncertainty associated with time to recirculation is dependent on how well sinking location is known and specified.",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      }
    ]
  },
  {
    "pathway_name": "Ocean_Biomass_Sinking_(No_Harvest)",
    "pathway_description": "Ocean Biomass Sinking uses macroalge to remove CO₂ from surface ocean, which in turn enhances the ability of the surface ocean to drawdown atmospheric CO₂. The biomass is sunk into the deep ocean to achieve long-term carbon storage. Here, we specifically consider approaches that do not harvest the biomass before sinking it. This pathway is VCL 1-2, meaning that current quantification capacity may be able to establish net carbon removal occured, but that very significant uncertainties remain.",
    "VCL": ["1", "2"],
    "equation": "(1 - 2 - 3 - 4) - (5 + 6)",
    "elements": [
      {
        "element": "1",
        "category": "drawdown",
        "name": "kelp_grown",
        "quantification_target": "mass of biomass carbon",
        "description": "Macroalgae cultivation on drifting buoy",
        "comments": "For systems that do not harvest kelp before sinking, kelp growth may be estimated with yield models that estimate biomass carbon as a function of species and strain, macro- and micronutrient availability, episodic mortality events like disease & storms, and other environmental factors that affect kelp growth. These models must be calibrated based on observational data, which could be derived from direct sampling and weighing, or from indirect measures from conjoined observational buoys (e.g. with instruments pointed at growing kelp). The mass of kelp grown can be converted to carbon using a default carbon content factor.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "medium",
        "uncertainty_impact_max": "high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "2",
        "category": "drawdown",
        "name": "nsad",
        "quantification_target": "fraction of biomass carbon not sunk to depth",
        "description": "Leakage",
        "comments": "Some fraction of the deployed biomass may not successfully sink to the ocean floor or might not sink at suitable depth for long-term storage. This could be a result of biomass being shed during the sinking process, which could be modeled as a function of biomass type and sinking configuration based on field observations. For biomass that sinks after some period of floating in the open ocean (e.g. biomass-based buoys), the possibility that biomass may end up being beached or sinking in areas that do not result in permanent storage (e.g. shallow waters or areas of upwelling) must also be considered. Existing surface ocean transport models could be validated based on GPS-based observational data.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "medium",
        "uncertainty_impact_max": "high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "3",
        "category": "drawdown",
        "name": "comp",
        "quantification_target": "impact on ecosystem-level carbon removal",
        "description": "Surface competition effects",
        "comments": "Kelp growth could have secondary effects on phytoplankton carbon uptake, including via nutrient depletion or canopy shading. This is an important factor to consider both in relation to broader ecosystem impacts and for quantifying carbon management outcomes. While only a fraction of the carbon removed by biological activity in the surface ocean will result in permanent carbon storage, we recommend a conservative stance of counting any decrease in surface ocean productivity against estimates of carbon removal achieved.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "high",
        "uncertainty_impact_max": "high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "4",
        "category": "drawdown",
        "name": "asg",
        "quantification_target": "air-sea gas exchange",
        "description": "Air-sea gas exchange",
        "comments": "Any DIC-depleted water that loses contact to the atmosphere prior to equilibration reduces near-term (decades to centuries) atmospheric drawdown. It is unclear what the best approach to directly measure this might be for a particular project, and we will likely have to rely on larger modeling efforts that simulate location-specific air-sea gas exchange dynamics based on observational data.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "high",
        "uncertainty_impact_max": "high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "5",
        "category": "emissions",
        "name": "mat_co2",
        "quantification_target": "material embodied emissions",
        "description": "Materials",
        "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "6",
        "category": "emissions",
        "name": "energy_co2",
        "quantification_target": "energy use emissions",
        "description": "Energy",
        "comments": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "7",
        "category": "durability",
        "name": "t_recirculation",
        "quantification_target": "years of expected CO₂ storage",
        "description": "Deepwater recirculation",
        "comments": "From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized, and that ocean circulation and currents will eventually return the CO₂ back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation is dependent on the location of sinking and depth achieved, which must be characterized at the project level. For non-stationary cultivation, this may be informed by models and their associated uncertainties.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "medium",
        "uncertainty_impact_max": "medium",
        "notes": "The uncertainty associated with time to recirculation is dependent on how well sinking location is known and specified.",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      }
    ]
  },
  {
    "pathway_name": "Ocean_Biomass_Sinking_(Harvest)",
    "pathway_description": "Ocean Biomass Sinking uses macroalge to remove CO₂ from surface ocean, indirectly resulting in the removal of CO₂ from the atmosphere. The biomass is sunk into the deep ocean to achieve long-term carbon storage. Here, we specifically consider approaches that involve harvesting the biomass before sinking it. This pathway is VCL 3, meaning that current quantification capacity can establish net carbon removal occured, but significant uncertainties remain.",
    "VCL": ["3", "3"],
    "equation": "(1 - 2 - 3 - 4) - (5 + 6)",
    "elements": [
      {
        "element": "1",
        "category": "drawdown",
        "name": "kelp_grown",
        "quantification_target": "mass of biomass carbon",
        "description": "Macroalgae harvest",
        "comments": "The mass of harested kelp grown can be measured directly before sinking, and converted to carbon using a default carbon content factor.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "negligible",
        "uncertainty_impact_max": "negligible",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "2",
        "category": "drawdown",
        "name": "nsad",
        "quantification_target": "fraction of biomass carbon not sunk to depth",
        "description": "Leakage",
        "comments": "Some fraction of the deployed biomass may not successfully sink to the ocean floor or might not sink at suitable depth for long-term storage. This could be a result of biomass being shed during the sinking process, which could be modeled as a function of biomass type and sinking configuration based on field observations.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "negligible",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "3",
        "category": "drawdown",
        "name": "comp",
        "quantification_target": "impact on ecosystem-level carbon removal",
        "description": "Surface competition effects",
        "comments": "Kelp growth could have secondary effects on phytoplankton carbon uptake, including via nutrient depletion or canopy shading. This is an important factor to consider both in relation to broader ecosystem impacts and for quantifying carbon management outcomes. While only a fraction of the carbon removed by biological activity in the surface ocean will result in permanent carbon storage, we recommend a conservative stance of counting any decrease in surface ocean productivity against estimates of carbon removal achieved.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "4",
        "category": "drawdown",
        "name": "asg",
        "quantification_target": "air-sea gas exchange",
        "description": "Air-sea gas exchange",
        "comments": "Any DIC-depleted water that loses contact to the atmosphere prior to equilibration reduces near-term (decades to centuries) atmospheric drawdown. It is unclear what the best approach to directly measure this might be for a particular project, and we will likely have to rely on larger modeling efforts that simulate location-specific air-sea gas exchange dynamics based on observational data.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "high",
        "uncertainty_impact_max": "high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "5",
        "category": "emissions",
        "name": "mat_co2",
        "quantification_target": "material embodied emissions",
        "description": "Materials",
        "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "6",
        "category": "emissions",
        "name": "energy_co2",
        "quantification_target": "energy use emissions",
        "description": "Energy",
        "comments": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "7",
        "category": "durability",
        "name": "t_recirculation",
        "quantification_target": "years of expected CO₂ storage",
        "description": "Deepwater recirculation",
        "comments": "From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized, and that ocean circulation and currents will eventually return the CO₂ back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation depends on the location of sinking and depth achieved, which must be characterized at the project level.",
        "uncertainty_type": ["scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "medium",
        "uncertainty_impact_max": "medium",
        "notes": "The uncertainty associated with time to recirculation is dependent on how well sinking location is known and specified.",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      }
    ]
  },
  {
    "pathway_name": "Ocean_Alkalinity_Enhancement_(Electrochemical)",
    "pathway_description": "Ocean alkalinity enhancement (OAE) adds alkalinity into the surface ocean to enhance the uptake and storage of atmospheric CO₂. Here, we specifically consider OAE that is facilitated by electrochemical separation, which removes acidity from seawater and returns a more basic solution to enhance ocean alkalinity. This pathway is VCL 3, meaning that current quantification capacity can establish net carbon removal occured, but significant uncertainties remain.",
    "VCL": ["3", "3"],
    "equation": "(1 - 2 - 3 - 4 - 6) - (7 + 8 + 9)",
    "elements": [
      {
        "element": "1",
        "category": "drawdown",
        "name": "alk_total_convert",
        "quantification_target": "theoretical atmospheric removal",
        "description": "Base dispersal into ocean",
        "comments": "If alkalinity is added the ocean directly (e.g. via aqueous NaOH), the total alkalinity released it can be directly measured. Environmental conditions and alkalinity addition dynamics (e.g. rate of point source additions) result in different fractions of carbonate (CO₃⁻²) versus bicarbonate (HCO₃⁻). This is important to characterize as the uptake of atmospheric CO₂ is reduced with the presence of more carbonate in the water. Overall CO₂ uptake efficiency can be estimated using seawater chemistry modeling software and the equation presented in [Renforth & Henderson (2017)](https://doi.org/10.1002/2016RG000533). These estimates could also be validated by measurements of bicarbonate concentrations or total alkalinity in the water column. The conversion of alkalinity to CO₂ removal is estimated to be 70-95% on a mol to mol basis.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "2",
        "category": "drawdown",
        "name": "sec_precip",
        "quantification_target": "secondary precipitation of CaCO3",
        "description": "Secondary precipitation",
        "comments": "Secondary precipitation of calcium carbonate (CaCO₃) may occur abiotically if the rate of alkalinity addition compared to diffusion and water movement is such that the saturation state is too high. This is important to characterize as this precipitation results in CO₂ outgassing. Abiotic precipitation can be minimized by ensuring rapid dispersal relative to the rate of alkalinity addition. Sampling total alkalinity near the dispersal point can help determine the extent to which alkalinity is lost due to precipitation.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "3",
        "category": "drawdown",
        "name": "calc",
        "quantification_target": "biotic calcification response",
        "description": "Biotic calcification response",
        "comments": "Since calcification releases CO₂ as a by-product, any changes to the rate of biotic calcification in response to alkalinity additions to the surface ocean must be considered. Shifts in biotic calcification rates could occur in both coastal and open ocean waters, and could be tracked by measuring changes in total alkalinity over time and by sampling the water column to study changes in calcifier populations. In practice, quantifying the biotic calcification response to alkalinity addition may pose significant spatial and temporal challenges.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "medium",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "4",
        "category": "drawdown",
        "name": "asg",
        "quantification_target": "air-sea gas exchange efficiency",
        "description": "Air-sea gas exchange",
        "comments": "Atmospheric uptake is reduced if alkalinity is transferred to the deep ocean before either increasing the uptake of atmospheric CO₂ or decreasing the outgassing of CO₂ to the atmosphere. The precise dispersal of alkalinity and associated efficiency of air-sea gas exchange is dependent on the location and timing of alkalinity deployment, and is hard to directly observe. In-situ measurements can potentially track post-deployment changes in pCO₂, pH, and dissolved inorganic carbon (DIC) to help validate models of plume dispersal and atmospheric CO₂ drawdown, though the sensitivity and cost of sensors may be a challenge.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "high",
        "uncertainty_impact_max": "high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "5*",
        "category": "drawdown",
        "name": "poc",
        "quantification_target": "particulate organic carbon response",
        "description": "Particulate organic carbon response",
        "comments": "Additional formation of dissolved inorganic carbon (DIC) as a result of alkalinity addition could lead to more particulate organic carbon (POC) formation in the surface ocean. This effect could be quite small if plankton communities are primarily limited by nutrient availability, rather than DIC availability. However, it is possible for organisms to change their carbon-to-nutrient consumption ratios in response to changing environments, which could result in a shift toward increased carbon drawdown in the surface ocean. Because only a small fraction of this increased drawdown would result in permanent carbon storage in the deep ocean, we conservatively recommend this not be counted as additional sequestration or used to counterbalance project lifecycle emissions.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "not characterized",
        "uncertainty_impact_max": "not characterized",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "6",
        "category": "drawdown",
        "name": "acid_return",
        "quantification_target": "long-term fate of acid",
        "description": "Long-term fate of acid",
        "comments": "Any source of acid from the process that ultimately reaches the ocean or interacts with terrestrial carbonates prior to being neutralized will counteract claimed alkalinity enhancement. At the project level, it is possible to ascertain the likely end fate of produced acid using operational records. As this solution scales, acid disposal may become more of a challenge.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "7",
        "category": "emissions",
        "name": "mat_co2",
        "quantification_target": "material embodied emissions",
        "description": "Materials",
        "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "8",
        "category": "emissions",
        "name": "energy_co2",
        "quantification_target": "energy use emissions",
        "description": "Energy",
        "comments": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "9",
        "category": "emissions",
        "name": "energy_current",
        "quantification_target": "energy replacement emissions",
        "description": "Secondary impacts of energy demand",
        "comments": "The emissions associated with the system response to CDR energy demand must be considered for energy-intensive approaches. This component is less of a concern if a CDR project builds its own renewables, or if project energy demand is dispatchable in a way that supports grid deployment of renewables. If a CDR project introduces a new base load or is otherwise connected to the grid in a manner that could displace demand for renewables, any emissions associated with the energy system response must be considered. There is not yet a clear best practice for how to account for this system interaction.",
        "uncertainty_type": ["counterfactual"],
        "responsibility": "system",
        "uncertainty_impact_min": "negligible",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "10",
        "category": "durability",
        "name": "tau_dic",
        "quantification_target": "years of expected CO₂ storage",
        "description": "DIC residence time",
        "comments": "The concept of ocean DIC lifetime is a well-established theory and is accepted within the community to lie somewhere between 10,000 and 100,000 years.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      }
    ]
  },
  {
    "pathway_name": "Ocean_Alkalinity_Enhancement_(Mineral)",
    "pathway_description": "Ocean alkalinity enhancement (OAE) adds alkalinity into the surface ocean to enhance its ability to uptake and store atmospheric CO₂. Here, we specifically consider OAE that is facilitated by adding rocks to the ocean which dissolve to enhance alkalinity. This pathway is VCL 2, meaning that current quantification capacity may be able establish net carbon removal occured, but very significant uncertainties remain.",
    "VCL": ["1", "2"],
    "equation": "(1 - 2 - 3 - 4 - 5) - (7 + 8)",
    "elements": [
      {
        "element": "1",
        "category": "drawdown",
        "name": "alk_total",
        "quantification_target": "total alkalinity released",
        "description": "Mineral dispersal into ocean",
        "comments": "If alkalinity is added the ocean directly in the form of mineral or a semi-solid form (e.g. Mg(OH)₂ or olivine), the total useful alkalinity released in the surface ocean is a function of particle size, dissolution rates, and sinking rates.",
        "uncertainty_type": ["execution", "scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "2",
        "category": "drawdown",
        "name": "alk_convert",
        "quantification_target": "theoretical atmospheric removal",
        "description": "Mineral dissolution",
        "comments": "Environmental conditions and alkalinity addition dynamics (e.g. rate of point source additions) result in different fractions of carbonate (CO₃⁻²) versus bicarbonate (HCO₃⁻). This is important to characterize as the uptake of atmospheric CO₂ is reduced with the presence of more carbonate in the water. Overall CO₂ uptake efficiency can be estimated using seawater chemistry modeling software and the equation presented in [Renforth & Henderson (2017)](https://doi.org/10.1002/2016RG000533). These estimates could also be validated by measurements of bicarbonate concentrations or total alkalinity in the water column. The conversion of alkalinity to CO₂ removal is estimated to be 70-95% on a mol to mol basis.",
        "uncertainty_type": ["execution"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "3",
        "category": "drawdown",
        "name": "sec_precip",
        "quantification_target": "secondary precipitation of CaCO3",
        "description": "Secondary precipitation",
        "comments": "Secondary precipitation of calcium carbonate (CaCO₃) may occur abiotically if the rate of alkalinity addition compared to diffusion and water movement is such that the saturation state is too high. This is important to characterize as this precipitation results in CO₂ outgassing. Abiotic precipitation can be minimized by ensuring rapid dispersal relative to the rate of alkalinity addition, which is hard to control when adding alkalinity through mineral dissolution. There is [some](https://www.frontiersin.org/articles/10.3389/fclim.2022.831587/full) [evidence](https://bg.copernicus.org/preprints/bg-2022-126/) that that localized effects of mineral dissolution may trigger significant secondary precipitation. Sampling total alkalinity near the dispersal point can help quantitatively determine the extent to which alkalinity is lost due to precipitation.",
        "uncertainty_type": ["execution", "scientific"],
        "responsibility": "project",
        "uncertainty_impact_min": "high",
        "uncertainty_impact_max": "very high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "4",
        "category": "drawdown",
        "name": "calc",
        "quantification_target": "biotic calcification response",
        "description": "Biotic calcification response",
        "comments": "Since calcification releases CO₂ as a by-product, any changes to the rate of biotic calcification in response to alkalinity additions to the surface ocean must be considered. Shifts in biotic calcification rates could occur in both coastal and open ocean waters, and could be tracked by measuring changes in total alkalinity over time and by sampling the water column to study changes in calcifier populations. In practice, quantifying the biotic calcification response to alkalinity addition may pose significant spatial and temporal challenges.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "medium",
        "uncertainty_impact_max": "medium",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "5",
        "category": "drawdown",
        "name": "asg",
        "quantification_target": "air-sea gas exchange efficiency",
        "description": "Air-sea gas exchange",
        "comments": "Atmospheric uptake is reduced if alkalinity is transferred to the deep ocean before either increasing the uptake of atmospheric CO₂ or decreasing the outgassing of CO₂ to the atmosphere. The precise dispersal of alkalinity and associated efficiency of air-sea gas exchange is dependent on the location and timing of alkalinity deployment, and is hard to directly observe. In-situ measurements can potentially track post-deployment changes in pCO₂, pH, and dissolved inorganic carbon (DIC) to help validate models of plume dispersal and atmospheric CO₂ drawdown, though the sensitivity and cost of sensors may be a challenge.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "high",
        "uncertainty_impact_max": "high",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "6*",
        "category": "drawdown",
        "name": "poc",
        "quantification_target": "particulate organic carbon response",
        "description": "Particulate organic carbon response",
        "comments": "Additional formation of dissolved inorganic carbon (DIC) as a result of alkalinity addition could lead to more particulate organic carbon (POC) formation in the surface ocean. This effect could be quite small if plankton communities are primarily limited by nutrient availability, rather than DIC availability. However, it is possible for organisms to change their carbon-to-nutrient consumption ratios in response to changing environments, which could result in a shift toward increased carbon drawdown in the surface ocean. Because only a small fraction of this increased drawdown would result in permanent carbon storage in the deep ocean, we conservatively recommend this not be counted as additional sequestration or used to counterbalance project lifecycle emissions.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "not characterized",
        "uncertainty_impact_max": "not characterized",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "7",
        "category": "emissions",
        "name": "mat_co2",
        "quantification_target": "material embodied emissions",
        "description": "Materials",
        "comments": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "8",
        "category": "emissions",
        "name": "energy_co2",
        "quantification_target": "energy use emissions",
        "description": "Energy",
        "comments": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
        "uncertainty_type": ["execution"],
        "responsibility": "project",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      },
      {
        "element": "9",
        "category": "durability",
        "name": "tau_dic",
        "quantification_target": "years of expected CO₂ storage",
        "description": "DIC residence time",
        "comments": "The concept of ocean DIC lifetime is a well-established theory and is accepted within the community to lie somewhere between 10,000 and 100,000 years.",
        "uncertainty_type": ["scientific"],
        "responsibility": "system",
        "uncertainty_impact_min": "low",
        "uncertainty_impact_max": "low",
        "notes": "",
        "revisions": [
          {
            "date": "09-19-2022",
            "note": "First release."
          }
        ]
      }
    ]
  }
]
