{
  "pathway_name": "Terrestrial Biomass Sinking",
  "pathway_description": "",
  "VCL": [""],
  "equation": "(1-2-3-4-5)-(6+7)",
  "elements": [
    {
      "element": "0",
      "category": "operations",
      "name": "ops",
      "description": "project operations",
      "comments": "The basis of any rigorous evaluation of what a carbon removal project has achieved is clarity around a project's operations. This includes (1) transparent operations and the ability for external parties to see the process unfolding, (2) auditable operation records that can be cross-checked against carbon removal claims, (3) transparent protocols around how carbon management outcomes are quantified if such claims are being made by the project, and (4) an auditable — and preferably public —registry that ensures against double-counting of carbon removal benefits.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "1",
      "category": "drawdown",
      "name": "terr_added",
      "description": "mass of biomass carbon",
      "comments": "The mass of biomass carbon that is deployed to be sunk into the ocean for storage can be measured directly in terms of the mass of material bailed or used in buoys, and converted to carbon using a default carbon content factor. This quantity can also be checked for consistency against operational data like purchase records.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "negligible",
      "uncertainty_magnitude_max": "negligible",
      "notes": "",
      "revisions": []
    },
    {
      "element": "2",
      "category": "drawdown",
      "name": "nsad",
      "description": "fraction not sunk at depth",
      "comments": "Some fraction of the deployed biomass may not successfully sink to the ocean floor or might not sink at suitable depth for long-term storage. This could be a result of biomass being shed during the sinking process, which could be modeled as a function of biomass type and sinking configuration based on field observations. For biomass that sinks after some period of floating in the open ocean (e.g. biomass-based buoys), the possibility that biomass may end up being beached or sinking in areas that do not result in permanent storage (e.g. shallow waters or areas of upwelling) must also be considered. Existing surface ocean transport models could be validated based on GPS-based observational data.",
      "uncertainty_type": "scientific",
      "responsibility": "project",
      "uncertainty_magnitude_min": "medium",
      "uncertainty_magnitude_max": "high",
      "notes": "The potential impact of the non-sunk fraction on total carbon sequestration is low for projects doing direct biomass sinking, but medium to high for projects with undirected sinking (e.g. projects using terrestrial biomass to make floating buoy platforms for kelp).",
      "revisions": []
    },
    {
      "element": "3",
      "category": "drawdown",
      "name": "terr_stor",
      "description": "counterfactual biomass storage",
      "comments": "While nearly all biomass carbon eventually makes its way back to the atmosphere, the effective drawdown from biomass sinking occurs when the CO2 would otherwise have ended up in the atmosphere. If the counterfactual fate of the biomass feedstock would have resulted in medium-to-long term carbon storage — for example in landfills, in slow degrading environments, or in soils — the mass of stored carbon in the counterfactual does not count as additional carbon removal until counterfactual emissions would have occurred.",
      "uncertainty_type": "counterfactual",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "4",
      "category": "drawdown",
      "name": "terr_current",
      "description": "feedstock replacement emissions",
      "comments": "If a biomass feedstock currently serves a function that will need to be replaced if used for sinking, any emissions associated with the replacement must be considered.  For example, if agricultural waste is currently used as animal feed or left on the fields to contribute to nitrogen, phosphorus, and potassium in soils, using that agricultural waste for sinking would result in new demand for feed or fertilizer, respectively. Current feedstock uses can be evaluated on a project-by-project basis, and the carbon impact of replacements can be estimated via lifecycle assessments.",
      "uncertainty_type": "counterfactual",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "medium",
      "notes": "",
      "revisions": []
    },
    {
      "element": "5",
      "category": "drawdown",
      "name": "LUC_indirect",
      "description": "indirect land use change",
      "comments": "Any emissions associated with indirect land use change as a result of feedstock demand must be considered. For example, paying farmers for agricultural waste will likely increase the profitability of their operations, and could result in increased acres planted. Directly growing energy crops or creating plantations may displace food production onto other lands and contribute to deforestation. Conversely, the creation of markets for forestry residues could help reduce the rate of conversion of forest systems to agricultural use, however to be conservative, this potential positive impact should not be counted toward the quantified carbon removal outcome. Estimating indirect land use change resulting from feedstock demand will likely require careful economic modeling.",
      "uncertainty_type": "scientific",
      "responsibility": "system",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "high",
      "notes": "The potential impact of indirect land use is low for agricultural or woody biomass waste, but medium to high for dedicated energy crops or plantations.",
      "revisions": []
    },
    {
      "element": "6",
      "category": "emissions",
      "name": "energy_co2",
      "description": "energy use emissions",
      "comments": "This component should be based on an assessment of lifecycle emissions of the specific electricity or energy sources consumed by the project.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "7",
      "category": "emissions",
      "name": "mat_co2",
      "description": "material embodied emissions",
      "comments": "The embodied emissions of any materials consumed during operation, like biomass feedstocks, can be estimated based on a cradle-to-grave lifecycle assessment of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around these boundary assumptions, as well as the data sources and associated uncertainties across the board, is necessary for LCA consistency and comparability.",
      "uncertainty_type": "execution",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "low",
      "notes": "",
      "revisions": []
    },
    {
      "element": "8",
      "category": "permanence",
      "name": "t_recirculation",
      "description": "deep water recirclation",
      "comments": "From a carbon management perspective, it is conservative to assume that all sunk biomass is remineralized, and that ocean circulation and currents will eventually return the CO2 back to the surface ocean, where it will be brought into equilibrium with the atmosphere. The estimated timescale of this ventilation is dependent on the location of sinking and depth achieved, which must be characterized at the project level, but can be informed by models.",
      "uncertainty_type": "scientific",
      "responsibility": "project",
      "uncertainty_magnitude_min": "low",
      "uncertainty_magnitude_max": "medium",
      "notes": "The uncertainty associated with time to recirculation is dependent on how well sinking location is known and specified.",
      "revisions": []
    }
  ]
}
