{
  "pathway_id": "biomass-carbon-removal-and-storage",
  "pathway_name": "Biomass Carbon Removal and Storage",
  "pathway_description": "Biomass with carbon removal and storage (BiCRS) uses photosynthesis to remove CO₂ from the atmosphere, and transforms the resulting biomass (e.g. via pyrolysis) and its environment (e.g. via geologic injection) to achieve long-term storage. This pathway is VCL 3-5, meaning that current quantification capacity can establish permanent carbon removal, but that for certain approaches, significant uncertainties remain.",
  "VCL": ["3", "5"],
  "equation": "(1 - 2 - 3 - 4 - 5) - (6 + 7)",
  "version": "1.0",
  "components": [
    {
      "number": "1",
      "category": "drawdown",
      "component_id": "bio_added",
      "name": "Storage",
      "quantification_target": "mass of captured and stored biomass carbon",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "negligible",
      "uncertainty_impact_max": "negligible",
      "description": "The mass of biomass material injected for geologic storage — or used as an input for another storage process — can be measured directly as a metered output from the biomass transformation system (e.g. a pyrolyzer) and as a metered input to the storage system. This quantity can also be checked for consistency against the measured mass of biomass feedstock and operational data from the biomass transformation system. The carbon content of the biomass material can be directly measured and converted to CO₂e using a default factor.",
      "notes": ""
    },
    {
      "number": "2",
      "category": "drawdown",
      "component_id": "store_leak",
      "name": "Leakage",
      "quantification_target": "mass of observed storage system leakage",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "For terrestrial geologic storage, leakage (e.g. fugitive emissions or migrating bio-oil) can be directly monitored during and after the injection period, though this is more challenging for subseafloor reservoirs. If geologic storage results in functionally stable form on a short timescale — for example, via subsurface mineralization of CO₂ or demonstration that injected bio-oil will not break down under subsurface conditions — fugitive emissions associated with the full lifetime of storage may be estimated based on direct observations of the storage reservoir. If instead the integrity of geologic storage requires ongoing monitoring and maintenance — for example, with the injection of supercritical CO₂ — the potential for future fugitive emissions must be modeled. In this framework, we consider the potential for future leakage as a durability uncertainty rather than a leakage uncertainty (see Storage Monitoring and Maintenance). For alternative storage systems, like mineralization in concrete, it is possible to directly measure the conversion of input CO₂ into a functionally stable form and therefore the total leakage from the storage system.",
      "notes": ""
    },
    {
      "number": "3",
      "category": "drawdown",
      "component_id": "feed_stor",
      "name": "Feedstock storage counterfactual",
      "quantification_target": "mass of counterfactual stored biomass carbon",
      "uncertainty_type": ["counterfactual"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "While nearly all biomass carbon eventually makes its way back to the atmosphere, the effective drawdown from BiCRS occurs when the CO₂ would otherwise have ended up in the atmosphere. If the counterfactual fate of the biomass feedstock would have resulted in medium-to-long term carbon storage — for example in soils or slow degrading environments — the mass of stored carbon in the counterfactual should not count as additional carbon removal until counterfactual emissions would have occurred.",
      "notes": ""
    },
    {
      "number": "4",
      "category": "drawdown",
      "component_id": "feed_current",
      "name": "Feedstock use counterfactual",
      "quantification_target": "feedstock replacement emissions",
      "uncertainty_type": ["counterfactual"],
      "responsibility": "system",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "If a biomass feedstock currently serves a function that will need to be replaced if the feedstock is used for BiCRS, any emissions associated with the replacement must be considered.  For example, if agricultural waste is currently used as animal feed or left on the fields to contribute to nitrogen, phosphorus, and potassium in soils, using that agricultural waste for BiCRS would result in new demand for feed or fertilizer, respectively. Current feedstock uses can be evaluated on a project-by-project basis, and the carbon impact of replacements can be estimated via lifecycle assessments. We recommend accounting for feedstock replacement emissions that involve existing feedstock uses rather than potential future uses. For example, agricultural feedstocks for BiCRS should be evaluated based on their current uses (e.g. for animal feed or soil nutrients) rather than potential future uses that are not practiced today (e.g. potential use for bioenergy). The counterfactual for existing utilization should be flexible, and re-evaluated in the future if prevailing practices change.",
      "notes": ""
    },
    {
      "number": "5",
      "category": "drawdown",
      "component_id": "LUC_indirect",
      "name": "Indirect land use change",
      "quantification_target": "indirect land use change emissions",
      "uncertainty_type": ["scientific"],
      "responsibility": "scientific",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "high",
      "description": "Any emissions associated with indirect land use change as a result of feedstock demand must be considered. For example, paying farmers for agricultural waste will likely increase the profitability of their operations, and could result in an increase in acres planted. Directly growing energy crops or creating plantations could displace food production onto other lands and contribute to deforestation. Conversely, the creation of markets for forestry residues could help reduce the rate of conversion of forest systems to agricultural use. To be conservative, however, we recommend that this potential positive impact be excluded from the quantified carbon removal outcome. Estimating indirect land use change resulting from feedstock demand will likely be difficult in practice and require careful economic modeling.",
      "notes": ""
    },
    {
      "number": "6",
      "category": "emissions",
      "component_id": "mat_CO₂",
      "name": "Materials",
      "quantification_target": "material embodied emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The embodied emissions of any materials consumed during operation, like mineral feedstocks or chemical solvents, can be estimated based on a cradle-to-grave lifecycle assessment (LCA) of the material input. The embodied emissions of non-consumed project equipment and infrastructure must also be considered, amortized over the expected lifetime of operation. There are not yet consistent best practices around whether or how to account for the embodied emissions of equipment or infrastructure that is used but not owned by the project. Transparency around boundary assumptions, data sources, and uncertainties is critical for LCA consistency and comparability.",
      "notes": ""
    },
    {
      "number": "7",
      "category": "emissions",
      "component_id": "energy_CO₂",
      "name": "Energy",
      "quantification_target": "energy use emissions",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "low",
      "description": "The emissions associated with energy use for the process. This component should be estimated based on an assessment of lifecycle emissions for the specific electricity or energy sources consumed by the project.",
      "notes": ""
    },
    {
      "number": "8",
      "category": "durability",
      "component_id": "store_maint",
      "name": "Storage monitoring and maintenance",
      "quantification_target": "storage system monitoring and maintenance plan; years of expected CO₂ storage",
      "uncertainty_type": ["execution"],
      "responsibility": "project",
      "uncertainty_impact_min": "low",
      "uncertainty_impact_max": "medium",
      "description": "If storage results in a functionally stable form of CO₂ on a short timescale — for example, via subsurface mineralization or mineralization in concrete — demonstration that the stable form has been achieved is enough to establish durability. However, if the integrity of storage requires ongoing monitoring and maintenance — for example, with the injection of supercritical CO₂ — an evaluation of durability claims must consider the monitoring and maintenance plan, as well as any applicable regulatory structure that assigns ongoing liability for storage integrity. One important consideration is whether or not there is a track record of sufficient administrative capacity to guarantee execution of monitoring, maintenance, and liability arrangements.",
      "notes": ""
    }
  ]
}
